{"db":[{"meta":{"exported_on":1692551224670,"version":"5.59.0"},"data":{"benefits":[],"custom_theme_settings":[],"newsletters":[{"id":"6270ff2e7d090300314e4aa4","name":"Spiritual pragmatism","description":"Spiritual pragmatism","slug":"default-newsletter","sender_email":"nikita@chepanov.com","sender_reply_to":"newsletter","status":"active","visibility":"members","subscribe_on_signup":1,"sort_order":0,"header_image":null,"show_header_icon":0,"show_header_title":0,"title_font_category":"sans_serif","title_alignment":"left","show_feature_image":0,"body_font_category":"sans_serif","footer_content":null,"show_badge":0,"sender_name":null,"created_at":"2022-05-03T11:08:46.000Z","updated_at":"2022-07-10T16:46:01.000Z","show_header_name":0,"uuid":"00b0e69f-a2b2-4145-8342-83e1fe61cbdd","feedback_enabled":0,"show_post_title_section":1,"show_comment_cta":1,"show_subscription_details":0,"show_latest_posts":0,"background_color":"light","border_color":null,"title_color":null}],"offer_redemptions":[],"offers":[],"posts":[{"id":"615665144d6ebd003b34d9ea","uuid":"694f05d2-cbb0-4ace-8349-df09e43e2c70","title":"The one way to meditate incorrectly","slug":"the-one-way-to-meditate-incorrectly","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"Over fifteen years ago I attended a science fair where a curious game was presented to the general public. Two participants were seated at a table across from each other wearing brain-waves sensing devices on their heads. A metal ball controlled by a magnet under the table was positioned at an equal distance from the players. In order to win the players needed to attract the ball towards themselves. The force of attraction was inversely proportional to the overall level of brain activity.\"]]],[1,\"p\",[[0,[],0,\"It was a very counter-intuitive experience. In order to win I had to overcome my desire to win. The only way to get what I wanted was to stop wanting it. This was possibly my first attempt at “stopping thoughts”, this was years before I had a conscious intention to learn meditation. Intuitively, I closed my eyes and directed my attention on breathing.\"]]],[1,\"p\",[[0,[],0,\"In the past couple of years I had been following a pretty popular on reddit meditation guide called “The Mind Illuminated”. The structure and the delivery of the book was appealing to my pragmatic mindset. In it the meditation progress was broken down into stages with specific instructions and completion criteria for each stage. It’s not uncommon in the modern meditation community to complain about “trying too hard”.  And why wouldn't they? The instructions are so clear, stages give a sense of progress. Gamification at it’s best. It is very appealing. It would seem that straining to focus on “sensation of the breath at the tip of the nose, while ignoring distraction” is the way to “reach stream entry”.\"]]],[1,\"p\",[[0,[],0,\"Humans love achieving. The need to feel “progress” is behind all gamification. Competition is essential to the reptilian part of our brain. A good chunk of self-development books are centered around “achieving success”. If brain-sensing devices were more available I can guarantee you we would have “meditation olympics”.\"]]],[1,\"p\",[[0,[],0,\"This is the paradox of meditation. The more you are trying to “do something”, “achieve perfect focus”, “stop mental dialog”, “feel pīti” - the further you are from the truth. The one true way to meditate incorrectly is to strive to meditate correctly. I know… what a cliche.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>Over fifteen years ago I attended a science fair where a curious game was presented to the general public. Two participants were seated at a table across from each other wearing brain-waves sensing devices on their heads. A metal ball controlled by a magnet under the table was positioned at an equal distance from the players. In order to win the players needed to attract the ball towards themselves. The force of attraction was inversely proportional to the overall level of brain activity.</p><p>It was a very counter-intuitive experience. In order to win I had to overcome my desire to win. The only way to get what I wanted was to stop wanting it. This was possibly my first attempt at “stopping thoughts”, this was years before I had a conscious intention to learn meditation. Intuitively, I closed my eyes and directed my attention on breathing.</p><p>In the past couple of years I had been following a pretty popular on reddit meditation guide called “The Mind Illuminated”. The structure and the delivery of the book was appealing to my pragmatic mindset. In it the meditation progress was broken down into stages with specific instructions and completion criteria for each stage. It’s not uncommon in the modern meditation community to complain about “trying too hard”.  And why wouldn't they? The instructions are so clear, stages give a sense of progress. Gamification at it’s best. It is very appealing. It would seem that straining to focus on “sensation of the breath at the tip of the nose, while ignoring distraction” is the way to “reach stream entry”.</p><p>Humans love achieving. The need to feel “progress” is behind all gamification. Competition is essential to the reptilian part of our brain. A good chunk of self-development books are centered around “achieving success”. If brain-sensing devices were more available I can guarantee you we would have “meditation olympics”.</p><p>This is the paradox of meditation. The more you are trying to “do something”, “achieve perfect focus”, “stop mental dialog”, “feel pīti” - the further you are from the truth. The one true way to meditate incorrectly is to strive to meditate correctly. I know… what a cliche.</p>","comment_id":"615665144d6ebd003b34d9ea","plaintext":"Over fifteen years ago I attended a science fair where a curious game was\npresented to the general public. Two participants were seated at a table across\nfrom each other wearing brain-waves sensing devices on their heads. A metal ball\ncontrolled by a magnet under the table was positioned at an equal distance from\nthe players. In order to win the players needed to attract the ball towards\nthemselves. The force of attraction was inversely proportional to the overall\nlevel of brain activity.\n\nIt was a very counter-intuitive experience. In order to win I had to overcome my\ndesire to win. The only way to get what I wanted was to stop wanting it. This\nwas possibly my first attempt at “stopping thoughts”, this was years before I\nhad a conscious intention to learn meditation. Intuitively, I closed my eyes and\ndirected my attention on breathing.\n\nIn the past couple of years I had been following a pretty popular on reddit\nmeditation guide called “The Mind Illuminated”. The structure and the delivery\nof the book was appealing to my pragmatic mindset. In it the meditation progress\nwas broken down into stages with specific instructions and completion criteria\nfor each stage. It’s not uncommon in the modern meditation community to complain\nabout “trying too hard”.  And why wouldn't they? The instructions are so clear,\nstages give a sense of progress. Gamification at it’s best. It is very\nappealing. It would seem that straining to focus on “sensation of the breath at\nthe tip of the nose, while ignoring distraction” is the way to “reach stream\nentry”.\n\nHumans love achieving. The need to feel “progress” is behind all gamification.\nCompetition is essential to the reptilian part of our brain. A good chunk of\nself-development books are centered around “achieving success”. If brain-sensing\ndevices were more available I can guarantee you we would have “meditation\nolympics”.\n\nThis is the paradox of meditation. The more you are trying to “do something”,\n“achieve perfect focus”, “stop mental dialog”, “feel pīti” - the further you are\nfrom the truth. The one true way to meditate incorrectly is to strive to\nmeditate correctly. I know… what a cliche.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-10-01T01:32:04.000Z","updated_at":"2021-10-01T01:35:31.000Z","published_at":"2021-02-23T01:34:00.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":null,"lexical":null,"show_title_and_feature_image":1},{"id":"61566d264d6ebd003b34d9fb","uuid":"83c41fc7-4eac-4153-8668-305b35c8e7b8","title":"Doing the Right Thing for the Right Reasons","slug":"why-are-you-doing-this","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"Anyone who’s ever been to a yoga class, meditation workshop, plant medicine journey or any other sight of modern spirituality would notice a common theme: “Close your eyes, sit comfortably, set your intention for this practice”. Ok… But why? Let’s cut to the chase already.\"]]],[1,\"p\",[[0,[],0,\"Around the time I finished high school I came up with a mental experiment. Consider a situation: you and your romantic interest are walking down the street when you see an old lady struggling to open a door while holding heavy grocery bags. You rush to hold the door open. Your friend is impressed and compliments you. Now let’s add a twist: in one version of this story the main motivation for you was to impress your friend, in the other version of the story you did it because you deeply believe it should be done regardless of whether your friend was there or not.\"]]],[1,\"p\",[[0,[],0,\"If the outcome is the same, what difference does it make?\"]]],[1,\"p\",[[0,[],0,\"For years I was telling this story to anyone willing to listen. Intuitively people would agree that there must be some difference but couldn’t quite articulate why. I also met those who firmly believed that if the end result is the same, then it’s irrelevant what prompted it.\"]]],[1,\"p\",[[0,[],0,\"But there’s a difference. We are what we do, especially what we do repeatedly. The person at the end of the first story is different from the person at the end of the second story. I mean literally, physically different on the level of neural connections. And the only difference between the two is the Why.\"]]],[1,\"p\",[[0,[],0,\"It’s time to stop doing the right thing for the wrong reason. Taking a break and asking “Why am I doing this?” is a good first step.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>Anyone who’s ever been to a yoga class, meditation workshop, plant medicine journey or any other sight of modern spirituality would notice a common theme: “Close your eyes, sit comfortably, set your intention for this practice”. Ok… But why? Let’s cut to the chase already.</p><p>Around the time I finished high school I came up with a mental experiment. Consider a situation: you and your romantic interest are walking down the street when you see an old lady struggling to open a door while holding heavy grocery bags. You rush to hold the door open. Your friend is impressed and compliments you. Now let’s add a twist: in one version of this story the main motivation for you was to impress your friend, in the other version of the story you did it because you deeply believe it should be done regardless of whether your friend was there or not.</p><p>If the outcome is the same, what difference does it make?</p><p>For years I was telling this story to anyone willing to listen. Intuitively people would agree that there must be some difference but couldn’t quite articulate why. I also met those who firmly believed that if the end result is the same, then it’s irrelevant what prompted it.</p><p>But there’s a difference. We are what we do, especially what we do repeatedly. The person at the end of the first story is different from the person at the end of the second story. I mean literally, physically different on the level of neural connections. And the only difference between the two is the Why.</p><p>It’s time to stop doing the right thing for the wrong reason. Taking a break and asking “Why am I doing this?” is a good first step.</p>","comment_id":"61566d264d6ebd003b34d9fb","plaintext":"Anyone who’s ever been to a yoga class, meditation workshop, plant medicine\njourney or any other sight of modern spirituality would notice a common theme:\n“Close your eyes, sit comfortably, set your intention for this practice”. Ok…\nBut why? Let’s cut to the chase already.\n\nAround the time I finished high school I came up with a mental experiment.\nConsider a situation: you and your romantic interest are walking down the street\nwhen you see an old lady struggling to open a door while holding heavy grocery\nbags. You rush to hold the door open. Your friend is impressed and compliments\nyou. Now let’s add a twist: in one version of this story the main motivation for\nyou was to impress your friend, in the other version of the story you did it\nbecause you deeply believe it should be done regardless of whether your friend\nwas there or not.\n\nIf the outcome is the same, what difference does it make?\n\nFor years I was telling this story to anyone willing to listen. Intuitively\npeople would agree that there must be some difference but couldn’t quite\narticulate why. I also met those who firmly believed that if the end result is\nthe same, then it’s irrelevant what prompted it.\n\nBut there’s a difference. We are what we do, especially what we do repeatedly.\nThe person at the end of the first story is different from the person at the end\nof the second story. I mean literally, physically different on the level of\nneural connections. And the only difference between the two is the Why.\n\nIt’s time to stop doing the right thing for the wrong reason. Taking a break and\nasking “Why am I doing this?” is a good first step.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-10-01T02:06:30.000Z","updated_at":"2023-03-23T01:58:34.000Z","published_at":"2021-02-25T03:06:00.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"61567a1d4d6ebd003b34da08","uuid":"0760be11-618d-4957-aaa6-59f9aacf23d5","title":"Balance is a verb","slug":"balance-is-a-verb","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[[\"a\",[\"href\",\"https://www.warriorbridge.com/\"]]],\"sections\":[[1,\"p\",[[0,[],0,\"I always wanted to learn how to handstand and honestly didn’t think I would ever be able to. Yet in the summer of 2020 I discovered \"],[0,[0],1,\"Warrior Bridge\"],[0,[],0,\" studio and started practicing. Shout out to my hand-standing teacher in New York - Sean Langhaus.\"]]],[1,\"p\",[[0,[],0,\"One of the early insights that Sean taught me was to understand that even when you stand normally on your feet - you are in fact continuously adjusting to remain standing upright. You don’t think about it, because you had decades to practice it, however as any baby would tell you - it’s not a given and it had to be learned.\"]]],[1,\"p\",[[0,[],0,\"Standing on your hands is not different, if you look closely at an experienced handstander - you will see all the subtle movements that allow them to balance, even when they appear very stable. Anyone can handstand, most people can’t handstand for longer than a split second. It’s not all about raw strength however. As Sean likes to say: “You must fight for your handstand”. One must be constantly paying attention to what needs adjusting and apply necessary antidotes as soon as possible.\"]]],[1,\"p\",[[0,[],0,\"We colloquially say that balance is something that can be reached, as if it’s an object we lost and now need to find. Nothing can be in balance, because it’s a process. In order to balance we need to become better at identifying when correction is needed and getting better (through repetition) at making necessary adjustments.\"]]],[1,\"p\",[[0,[],0,\"Balance is a verb.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>I always wanted to learn how to handstand and honestly didn’t think I would ever be able to. Yet in the summer of 2020 I discovered <a href=\"https://www.warriorbridge.com/\">Warrior Bridge</a> studio and started practicing. Shout out to my hand-standing teacher in New York - Sean Langhaus.</p><p>One of the early insights that Sean taught me was to understand that even when you stand normally on your feet - you are in fact continuously adjusting to remain standing upright. You don’t think about it, because you had decades to practice it, however as any baby would tell you - it’s not a given and it had to be learned.</p><p>Standing on your hands is not different, if you look closely at an experienced handstander - you will see all the subtle movements that allow them to balance, even when they appear very stable. Anyone can handstand, most people can’t handstand for longer than a split second. It’s not all about raw strength however. As Sean likes to say: “You must fight for your handstand”. One must be constantly paying attention to what needs adjusting and apply necessary antidotes as soon as possible.</p><p>We colloquially say that balance is something that can be reached, as if it’s an object we lost and now need to find. Nothing can be in balance, because it’s a process. In order to balance we need to become better at identifying when correction is needed and getting better (through repetition) at making necessary adjustments.</p><p>Balance is a verb.</p>","comment_id":"61567a1d4d6ebd003b34da08","plaintext":"I always wanted to learn how to handstand and honestly didn’t think I would ever\nbe able to. Yet in the summer of 2020 I discovered Warrior Bridge\n[https://www.warriorbridge.com/] studio and started practicing. Shout out to my\nhand-standing teacher in New York - Sean Langhaus.\n\nOne of the early insights that Sean taught me was to understand that even when\nyou stand normally on your feet - you are in fact continuously adjusting to\nremain standing upright. You don’t think about it, because you had decades to\npractice it, however as any baby would tell you - it’s not a given and it had to\nbe learned.\n\nStanding on your hands is not different, if you look closely at an experienced\nhandstander - you will see all the subtle movements that allow them to balance,\neven when they appear very stable. Anyone can handstand, most people can’t\nhandstand for longer than a split second. It’s not all about raw strength\nhowever. As Sean likes to say: “You must fight for your handstand”. One must be\nconstantly paying attention to what needs adjusting and apply necessary\nantidotes as soon as possible.\n\nWe colloquially say that balance is something that can be reached, as if it’s an\nobject we lost and now need to find. Nothing can be in balance, because it’s a\nprocess. In order to balance we need to become better at identifying when\ncorrection is needed and getting better (through repetition) at making necessary\nadjustments.\n\nBalance is a verb.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-10-01T03:01:49.000Z","updated_at":"2021-10-01T03:04:32.000Z","published_at":"2021-03-10T04:02:00.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"61567b1d4d6ebd003b34da12","uuid":"6b205cb9-513a-41a0-a756-9345459c57a5","title":"Patience is non-attachment","slug":"patience-is-non-attachment","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"The phone stayed dark and silent. It’s been 3 hours since I sent her a text and 2 hours 45 minutes since I started waiting patiently for her to respond. She seemed to be taking her time. Maybe she didn’t care, maybe she didn’t like me, maybe I said too much, or maybe I said too little. Did I come off too needy, or too cold and disinterested?\"]]],[1,\"p\",[[0,[],0,\"“To wait” is the first word that comes in association with the word “patiently”.  The Oxford’s English dictionary defines it as “the capacity to accept or tolerate delay, trouble, or suffering without getting angry or upset”. How could I have exhibited such “capacity to tolerate”  while waiting for her to respond?\"]]],[1,\"p\",[[0,[],0,\"Any action has some motivation behind it, conscious or unconscious. When we take action we intend to move from point A to point B in our lives, hoping that by our predictions the destination is going to be better by some personal measure of goodness. Yet we have no control over the circumstances or the results of our actions. An intended result may come or it may not. It’s almost like throwing rocks into the pond and watching the water circles flow and interfere. We are clueless about the true results of our actions as our ability to predict the future is limited by our limited access to the state of reality at the time of the action. And despite all this we choose action over inaction because that is our nature.\"]]],[1,\"p\",[[0,[],0,\"For me patience is non-attachment to the results of actions. The point B may not be as good as you thought, but it can’t stop you from trying. Do what you must and come what may. Stay curious about the outcome, it can exceed your expectations just as easily.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>The phone stayed dark and silent. It’s been 3 hours since I sent her a text and 2 hours 45 minutes since I started waiting patiently for her to respond. She seemed to be taking her time. Maybe she didn’t care, maybe she didn’t like me, maybe I said too much, or maybe I said too little. Did I come off too needy, or too cold and disinterested?</p><p>“To wait” is the first word that comes in association with the word “patiently”.  The Oxford’s English dictionary defines it as “the capacity to accept or tolerate delay, trouble, or suffering without getting angry or upset”. How could I have exhibited such “capacity to tolerate”  while waiting for her to respond?</p><p>Any action has some motivation behind it, conscious or unconscious. When we take action we intend to move from point A to point B in our lives, hoping that by our predictions the destination is going to be better by some personal measure of goodness. Yet we have no control over the circumstances or the results of our actions. An intended result may come or it may not. It’s almost like throwing rocks into the pond and watching the water circles flow and interfere. We are clueless about the true results of our actions as our ability to predict the future is limited by our limited access to the state of reality at the time of the action. And despite all this we choose action over inaction because that is our nature.</p><p>For me patience is non-attachment to the results of actions. The point B may not be as good as you thought, but it can’t stop you from trying. Do what you must and come what may. Stay curious about the outcome, it can exceed your expectations just as easily.</p>","comment_id":"61567b1d4d6ebd003b34da12","plaintext":"The phone stayed dark and silent. It’s been 3 hours since I sent her a text and\n2 hours 45 minutes since I started waiting patiently for her to respond. She\nseemed to be taking her time. Maybe she didn’t care, maybe she didn’t like me,\nmaybe I said too much, or maybe I said too little. Did I come off too needy, or\ntoo cold and disinterested?\n\n“To wait” is the first word that comes in association with the word “patiently”.\n The Oxford’s English dictionary defines it as “the capacity to accept or\ntolerate delay, trouble, or suffering without getting angry or upset”. How could\nI have exhibited such “capacity to tolerate”  while waiting for her to respond?\n\nAny action has some motivation behind it, conscious or unconscious. When we take\naction we intend to move from point A to point B in our lives, hoping that by\nour predictions the destination is going to be better by some personal measure\nof goodness. Yet we have no control over the circumstances or the results of our\nactions. An intended result may come or it may not. It’s almost like throwing\nrocks into the pond and watching the water circles flow and interfere. We are\nclueless about the true results of our actions as our ability to predict the\nfuture is limited by our limited access to the state of reality at the time of\nthe action. And despite all this we choose action over inaction because that is\nour nature.\n\nFor me patience is non-attachment to the results of actions. The point B may not\nbe as good as you thought, but it can’t stop you from trying. Do what you must\nand come what may. Stay curious about the outcome, it can exceed your\nexpectations just as easily.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-10-01T03:06:05.000Z","updated_at":"2021-10-01T03:06:37.000Z","published_at":"2021-03-14T04:06:00.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"61567b854d6ebd003b34da1c","uuid":"a119f5be-3571-40cf-9c2f-83cde4adb5e0","title":"There's no spoon","slug":"theres-no-spoon","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"Maybe one day you thought: what is temperature? No, really, what does it mean when something is hot or cold? Driven by this strange question you took your measuring devices and started looking very closely at the smaller and smaller parts of matter hoping to find something you can identify as temperature.\"]]],[1,\"p\",[[0,[],0,\"At the end of the 19th century the Boltzmann constant “k” was introduced to link the average speed of individual molecules with the overall gas temperature. The temperature was defined to be proportional to the measure of chaos in the system, which corresponds to the molecules speed squared. In short: when gas particles move fast - we say the gas temperature is high. Consequently, the absolute zero happens when molecular movement stops entirely.\"]]],[1,\"p\",[[0,[],0,\"Your room is filled with air molecules… at room temperature. Try a mental experiment - start shrinking the size of the room, making it smaller and smaller with fewer and fewer molecules. At some point the room will become so small that only a few molecules can fit inside. Looking at these individual molecules, is it still fair to say that they have a temperature? How about a single molecule?\"]]],[1,\"p\",[[0,[],0,\"By looking closely enough you might discover that there's no longer a temperature. The very concept of temperature is not applicable. This is what's known as an emerging phenomenon - it exists only when you look at myriads of tiny agents from a distance, and only when there's someone looking. We are macro organisms living in the world that operates on a microscopic scale. We have to simplify the infinite complexity of zillions of molecules into something we can make sense of - a temperature.\"]]],[1,\"p\",[[0,[],0,\"Remember the famous scene in The Matrix where Neo comes to see the Prophet and a kid with a shaved head shows him a spoon saying: \\\"There's no spoon\\\". Well, there's no temperature, literally, there's nothing in the universe that inherently exists and can be called temperature before we humans came to call it that.\"]]],[1,\"p\",[[0,[],0,\"Based on a mental experiment from \\\"I'm a strange loop\\\" by Douglas R. Hofstadter.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>Maybe one day you thought: what is temperature? No, really, what does it mean when something is hot or cold? Driven by this strange question you took your measuring devices and started looking very closely at the smaller and smaller parts of matter hoping to find something you can identify as temperature.</p><p>At the end of the 19th century the Boltzmann constant “k” was introduced to link the average speed of individual molecules with the overall gas temperature. The temperature was defined to be proportional to the measure of chaos in the system, which corresponds to the molecules speed squared. In short: when gas particles move fast - we say the gas temperature is high. Consequently, the absolute zero happens when molecular movement stops entirely.</p><p>Your room is filled with air molecules… at room temperature. Try a mental experiment - start shrinking the size of the room, making it smaller and smaller with fewer and fewer molecules. At some point the room will become so small that only a few molecules can fit inside. Looking at these individual molecules, is it still fair to say that they have a temperature? How about a single molecule?</p><p>By looking closely enough you might discover that there's no longer a temperature. The very concept of temperature is not applicable. This is what's known as an emerging phenomenon - it exists only when you look at myriads of tiny agents from a distance, and only when there's someone looking. We are macro organisms living in the world that operates on a microscopic scale. We have to simplify the infinite complexity of zillions of molecules into something we can make sense of - a temperature.</p><p>Remember the famous scene in The Matrix where Neo comes to see the Prophet and a kid with a shaved head shows him a spoon saying: \"There's no spoon\". Well, there's no temperature, literally, there's nothing in the universe that inherently exists and can be called temperature before we humans came to call it that.</p><p>Based on a mental experiment from \"I'm a strange loop\" by Douglas R. Hofstadter.</p>","comment_id":"61567b854d6ebd003b34da1c","plaintext":"Maybe one day you thought: what is temperature? No, really, what does it mean\nwhen something is hot or cold? Driven by this strange question you took your\nmeasuring devices and started looking very closely at the smaller and smaller\nparts of matter hoping to find something you can identify as temperature.\n\nAt the end of the 19th century the Boltzmann constant “k” was introduced to link\nthe average speed of individual molecules with the overall gas temperature. The\ntemperature was defined to be proportional to the measure of chaos in the\nsystem, which corresponds to the molecules speed squared. In short: when gas\nparticles move fast - we say the gas temperature is high. Consequently, the\nabsolute zero happens when molecular movement stops entirely.\n\nYour room is filled with air molecules… at room temperature. Try a mental\nexperiment - start shrinking the size of the room, making it smaller and smaller\nwith fewer and fewer molecules. At some point the room will become so small that\nonly a few molecules can fit inside. Looking at these individual molecules, is\nit still fair to say that they have a temperature? How about a single molecule?\n\nBy looking closely enough you might discover that there's no longer a\ntemperature. The very concept of temperature is not applicable. This is what's\nknown as an emerging phenomenon - it exists only when you look at myriads of\ntiny agents from a distance, and only when there's someone looking. We are macro\norganisms living in the world that operates on a microscopic scale. We have to\nsimplify the infinite complexity of zillions of molecules into something we can\nmake sense of - a temperature.\n\nRemember the famous scene in The Matrix where Neo comes to see the Prophet and a\nkid with a shaved head shows him a spoon saying: \"There's no spoon\". Well,\nthere's no temperature, literally, there's nothing in the universe that\ninherently exists and can be called temperature before we humans came to call it\nthat.\n\nBased on a mental experiment from \"I'm a strange loop\" by Douglas R. Hofstadter.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-10-01T03:07:49.000Z","updated_at":"2021-10-01T03:08:08.000Z","published_at":"2021-04-15T03:08:00.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"61567bba4d6ebd003b34da26","uuid":"2044e157-e3ca-41cd-9641-c5622ce99c38","title":"Enjoy wanting","slug":"enjoy-wanting","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"It was Wednesday night, my friend and I met outside a restaurant to catch up over dinner. As we entered the dimly lit space a hostess approached us. She was so stunning that I immediately became self-conscious and lost all words. I spent the rest of the night thinking whether I should ask her out, but I felt convinced she wouldn’t even want to talk to me. Pretty irrational, I know.\"]]],[1,\"p\",[[0,[],0,\"My friend works at a tech company. She really cares about her work and her team, knows the ins and outs in her department. She always wanted to take on a leadership position, but always thought: \\\"I'm too young. I'm not technical enough. I wouldn't be taken seriously.\\\"\"]]],[1,\"p\",[[0,[],0,\"We often find ourselves wanting something and thinking we don’t deserve it. What’s worse, you can’t stop yourself from wanting, nor can you make yourself want.  It’s frustrating as these are often the things we most fear we can’t get.\"]]],[1,\"p\",[[0,[],0,\"What if I told you that the things you want is what makes you … you?\"]]],[1,\"p\",[[0,[],0,\"Your wants - big or small - are a result of a never seen before combination of circumstances - your background, culture, genetics and surroundings. What you want can be (and often is) of no interest to most people. Here’s a list of wants based on real people I personally know: open a tattoo shop, own a hospital, work at Google, move to another country, learn how to do a backflip, open a yoga studio, become a life coach, write a book, have 3 children. Your wants represent your value system, they are the directional arrows pointing from here and now to a better there and then. They are a part of being you.\"]]],[1,\"p\",[[0,[],0,\"Accept, listen to and express your wants. You may not get what you want but wanting is your birthright. Enjoy it.\"]]],[1,\"p\",[[0,[],0,\"P.S. I ended up talking to her and asking for her number. She was sweet and genuine, however our wants were misaligned at the time and we never met again. Oh, and my friend has been a team leader for over a year now and her team loves her.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>It was Wednesday night, my friend and I met outside a restaurant to catch up over dinner. As we entered the dimly lit space a hostess approached us. She was so stunning that I immediately became self-conscious and lost all words. I spent the rest of the night thinking whether I should ask her out, but I felt convinced she wouldn’t even want to talk to me. Pretty irrational, I know.</p><p>My friend works at a tech company. She really cares about her work and her team, knows the ins and outs in her department. She always wanted to take on a leadership position, but always thought: \"I'm too young. I'm not technical enough. I wouldn't be taken seriously.\"</p><p>We often find ourselves wanting something and thinking we don’t deserve it. What’s worse, you can’t stop yourself from wanting, nor can you make yourself want.  It’s frustrating as these are often the things we most fear we can’t get.</p><p>What if I told you that the things you want is what makes you … you?</p><p>Your wants - big or small - are a result of a never seen before combination of circumstances - your background, culture, genetics and surroundings. What you want can be (and often is) of no interest to most people. Here’s a list of wants based on real people I personally know: open a tattoo shop, own a hospital, work at Google, move to another country, learn how to do a backflip, open a yoga studio, become a life coach, write a book, have 3 children. Your wants represent your value system, they are the directional arrows pointing from here and now to a better there and then. They are a part of being you.</p><p>Accept, listen to and express your wants. You may not get what you want but wanting is your birthright. Enjoy it.</p><p>P.S. I ended up talking to her and asking for her number. She was sweet and genuine, however our wants were misaligned at the time and we never met again. Oh, and my friend has been a team leader for over a year now and her team loves her.</p>","comment_id":"61567bba4d6ebd003b34da26","plaintext":"It was Wednesday night, my friend and I met outside a restaurant to catch up\nover dinner. As we entered the dimly lit space a hostess approached us. She was\nso stunning that I immediately became self-conscious and lost all words. I spent\nthe rest of the night thinking whether I should ask her out, but I felt\nconvinced she wouldn’t even want to talk to me. Pretty irrational, I know.\n\nMy friend works at a tech company. She really cares about her work and her team,\nknows the ins and outs in her department. She always wanted to take on a\nleadership position, but always thought: \"I'm too young. I'm not technical\nenough. I wouldn't be taken seriously.\"\n\nWe often find ourselves wanting something and thinking we don’t deserve it.\nWhat’s worse, you can’t stop yourself from wanting, nor can you make yourself\nwant.  It’s frustrating as these are often the things we most fear we can’t get.\n\nWhat if I told you that the things you want is what makes you … you?\n\nYour wants - big or small - are a result of a never seen before combination of\ncircumstances - your background, culture, genetics and surroundings. What you\nwant can be (and often is) of no interest to most people. Here’s a list of wants\nbased on real people I personally know: open a tattoo shop, own a hospital, work\nat Google, move to another country, learn how to do a backflip, open a yoga\nstudio, become a life coach, write a book, have 3 children. Your wants represent\nyour value system, they are the directional arrows pointing from here and now to\na better there and then. They are a part of being you.\n\nAccept, listen to and express your wants. You may not get what you want but\nwanting is your birthright. Enjoy it.\n\nP.S. I ended up talking to her and asking for her number. She was sweet and\ngenuine, however our wants were misaligned at the time and we never met again.\nOh, and my friend has been a team leader for over a year now and her team loves\nher.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-10-01T03:08:42.000Z","updated_at":"2021-10-01T03:09:10.000Z","published_at":"2021-05-24T03:08:00.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"61567bf54d6ebd003b34da30","uuid":"15e68e1a-1c99-41d7-9e47-b6304a1f344b","title":"It's not personal","slug":"its-not-personal","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"This T-shirt you are wearing… you will never get dates like this. Try wearing something more fashionable. Ah, yeah, you should probably lose some weight too. It will be good for you. You are not manly enough. If you continue behaving like a girl, no one will ever take you seriously at work. Why are you still single? A man/woman your age should be married already. You’re thinking too much. Try relaxing sometimes.\"]]],[1,\"p\",[[0,[],0,\"All too familiar. Unasked for. Often from those we are close too. Always with the best intentions.\"]]],[1,\"p\",[[0,[],0,\"Here’s a catch. An unprompted piece of advice you might receive is merely an opinion. It has nothing to do with you. It does not reflect reality. It does reflect however the subjective world-view of the person giving the advice. It reveals their fears, insecurities and trauma.\"]]],[1,\"p\",[[0,[],0,\"It may seem counterintuitive, but accepting another person as they are would do them more good than trying to fix them up to your standards. There’s a difference between stating an opinion and giving an advice. “I don’t like ____” –  is an opinion, and I believe every individual is entitled to have one. “You should ____” – is an opinion too, cowardice masquerading as advice, covered up with good intentions.\"]]],[1,\"p\",[[0,[],0,\"Don’t take other people’s opinions personally. They are not really talking about you.\"]]],[1,\"p\",[[0,[],0,\"P.S. Ironically, this post contains advice.\"]]],[1,\"p\",[[0,[],0,\"Inspired by “The Four Agreements” by Don Miguel Ruiz.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>This T-shirt you are wearing… you will never get dates like this. Try wearing something more fashionable. Ah, yeah, you should probably lose some weight too. It will be good for you. You are not manly enough. If you continue behaving like a girl, no one will ever take you seriously at work. Why are you still single? A man/woman your age should be married already. You’re thinking too much. Try relaxing sometimes.</p><p>All too familiar. Unasked for. Often from those we are close too. Always with the best intentions.</p><p>Here’s a catch. An unprompted piece of advice you might receive is merely an opinion. It has nothing to do with you. It does not reflect reality. It does reflect however the subjective world-view of the person giving the advice. It reveals their fears, insecurities and trauma.</p><p>It may seem counterintuitive, but accepting another person as they are would do them more good than trying to fix them up to your standards. There’s a difference between stating an opinion and giving an advice. “I don’t like ____” –  is an opinion, and I believe every individual is entitled to have one. “You should ____” – is an opinion too, cowardice masquerading as advice, covered up with good intentions.</p><p>Don’t take other people’s opinions personally. They are not really talking about you.</p><p>P.S. Ironically, this post contains advice.</p><p>Inspired by “The Four Agreements” by Don Miguel Ruiz.</p>","comment_id":"61567bf54d6ebd003b34da30","plaintext":"This T-shirt you are wearing… you will never get dates like this. Try wearing\nsomething more fashionable. Ah, yeah, you should probably lose some weight too.\nIt will be good for you. You are not manly enough. If you continue behaving like\na girl, no one will ever take you seriously at work. Why are you still single? A\nman/woman your age should be married already. You’re thinking too much. Try\nrelaxing sometimes.\n\nAll too familiar. Unasked for. Often from those we are close too. Always with\nthe best intentions.\n\nHere’s a catch. An unprompted piece of advice you might receive is merely an\nopinion. It has nothing to do with you. It does not reflect reality. It does\nreflect however the subjective world-view of the person giving the advice. It\nreveals their fears, insecurities and trauma.\n\nIt may seem counterintuitive, but accepting another person as they are would do\nthem more good than trying to fix them up to your standards. There’s a\ndifference between stating an opinion and giving an advice. “I don’t like ____”\n–  is an opinion, and I believe every individual is entitled to have one. “You\nshould ____” – is an opinion too, cowardice masquerading as advice, covered up\nwith good intentions.\n\nDon’t take other people’s opinions personally. They are not really talking about\nyou.\n\nP.S. Ironically, this post contains advice.\n\nInspired by “The Four Agreements” by Don Miguel Ruiz.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-10-01T03:09:41.000Z","updated_at":"2021-10-01T03:11:27.000Z","published_at":"2021-06-14T03:09:00.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"61567d084d6ebd003b34da3b","uuid":"f3c7d949-ffc8-41ec-adc0-8b7d360369bd","title":"Fantastical challenges","slug":"fantastical-challenges","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"Buy a ten-pack deal on yoga classes. Sign up for a salsa intensive. Set out to eat a low-carb diet for 60 days. Learn to play guitar! Challenge yourself to do 1000 pushups in 30 days. Learn Chinese. Run a marathon. Attend a Zen retreat. Maybe martial arts is your calling? Do CrossFit every day! Work long hours to get ahead of the competition! Don’t you want to feel like you are making progress?\"]]],[1,\"p\",[[0,[],0,\"Context is the key. What you do is not as important as why you do it. Yes, some can benefit from doing the things in the list above. However, in the vast majority of cases, these challenges are distractions.\"]]],[1,\"p\",[[0,[],0,\"There’s always one thing. You fear it so bad you’d prefer to torture yourself learning to play the piano. The thing you will do anything to avoid. This thing you know you need to do next to make real progress. Everything else is a fake fantastical challenge. What’s your next thing?\"]]],[1,\"p\",[[0,[],0,\"Inspired by “Pretend It's a City” S1E5 (2021) by Fran Lebowitz and “The Damnedest Thing” (2002) by Jed McKenna.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>Buy a ten-pack deal on yoga classes. Sign up for a salsa intensive. Set out to eat a low-carb diet for 60 days. Learn to play guitar! Challenge yourself to do 1000 pushups in 30 days. Learn Chinese. Run a marathon. Attend a Zen retreat. Maybe martial arts is your calling? Do CrossFit every day! Work long hours to get ahead of the competition! Don’t you want to feel like you are making progress?</p><p>Context is the key. What you do is not as important as why you do it. Yes, some can benefit from doing the things in the list above. However, in the vast majority of cases, these challenges are distractions.</p><p>There’s always one thing. You fear it so bad you’d prefer to torture yourself learning to play the piano. The thing you will do anything to avoid. This thing you know you need to do next to make real progress. Everything else is a fake fantastical challenge. What’s your next thing?</p><p>Inspired by “Pretend It's a City” S1E5 (2021) by Fran Lebowitz and “The Damnedest Thing” (2002) by Jed McKenna.</p>","comment_id":"61567d084d6ebd003b34da3b","plaintext":"Buy a ten-pack deal on yoga classes. Sign up for a salsa intensive. Set out to\neat a low-carb diet for 60 days. Learn to play guitar! Challenge yourself to do\n1000 pushups in 30 days. Learn Chinese. Run a marathon. Attend a Zen retreat.\nMaybe martial arts is your calling? Do CrossFit every day! Work long hours to\nget ahead of the competition! Don’t you want to feel like you are making\nprogress?\n\nContext is the key. What you do is not as important as why you do it. Yes, some\ncan benefit from doing the things in the list above. However, in the vast\nmajority of cases, these challenges are distractions.\n\nThere’s always one thing. You fear it so bad you’d prefer to torture yourself\nlearning to play the piano. The thing you will do anything to avoid. This thing\nyou know you need to do next to make real progress. Everything else is a fake\nfantastical challenge. What’s your next thing?\n\nInspired by “Pretend It's a City” S1E5 (2021) by Fran Lebowitz and “The\nDamnedest Thing” (2002) by Jed McKenna.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-10-01T03:14:16.000Z","updated_at":"2021-10-01T03:14:55.000Z","published_at":"2021-07-18T03:14:00.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"617c070b396f40003bb58363","uuid":"afd63d62-37ad-4805-aa29-65e207a2b738","title":"About","slug":"about","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[[\"image\",{\"src\":\"__GHOST_URL__/content/images/2023/07/20230707_165944-EDIT.jpg\",\"width\":1619,\"height\":1619,\"cardWidth\":\"\"}],[\"hr\",{}]],\"markups\":[[\"a\",[\"href\",\"__GHOST_URL__/\"]],[\"em\"],[\"a\",[\"href\",\"http://happymaybe.com/\"]],[\"a\",[\"href\",\"https://www.linkedin.com/in/nikitachepanov/\"]],[\"a\",[\"href\",\"https://www.facebook.com/nikita.chepanov\"]],[\"a\",[\"href\",\"https://t.me/nchepanov\"]],[\"a\",[\"href\",\"mailto:nikita@chepanov.com\"]]],\"sections\":[[1,\"p\",[[0,[],0,\"Hi, my name is Nikita Chepanov\"]]],[10,0],[1,\"p\",[[0,[],0,\"If we ever met, we sure had one of those conversations I love so much. Conversations about meaning, existence, and truth. I'm a very analytical person with years of experience as a software engineer. However, I have always been interested in the Big Questions. This unusual combination of critical thinking and existentialism is my unique offering to the world. I present to you: \"],[0,[0],1,\"Spiritual pragmatism\"],[0,[],0,\".\"]]],[1,\"p\",[[0,[],0,\"I pledge to be:\"]]],[1,\"p\",[[0,[],0,\"• \"],[0,[1],1,\"short\"],[0,[],0,\" – every blog post is about one minute long\"]]],[1,\"p\",[[0,[],0,\"• \"],[0,[1],1,\"precise\"],[0,[],0,\" – every word of every sentence is there for a reason\"]]],[1,\"p\",[[0,[],0,\"• \"],[0,[1],1,\"personal\"],[0,[],0,\" – it's been on my mind for months\"]]],[1,\"p\",[[0,[],0,\"Please subscribe if you enjoyed my writing! Feedback is a huge motivator!\"]]],[1,\"p\",[[0,[],0,\"Check out my other project: \"],[0,[2],1,\"The Happy Maybe Podcast\"],[0,[],0,\"!\"]]],[10,1],[1,\"p\",[[0,[],0,\"Find me on:\"]]],[3,\"ul\",[[[0,[],0,\"LinkedIn: \"],[0,[3],1,\"linkedin.com/in/nikitachepanov\"]],[[0,[],0,\"Facebook: \"],[0,[4],1,\"fb.com/nikita.chepanov\"]],[[0,[],0,\"Telegram: \"],[0,[5],1,\"t.me/nchepanov\"]],[[0,[],0,\"or send me an email: \"],[0,[6],1,\"nikita@chepanov.com\"]]]],[1,\"p\",[]]],\"ghostVersion\":\"4.0\"}","html":"<p>Hi, my name is Nikita Chepanov</p><figure class=\"kg-card kg-image-card\"><img src=\"__GHOST_URL__/content/images/2023/07/20230707_165944-EDIT.jpg\" class=\"kg-image\" alt loading=\"lazy\" width=\"1619\" height=\"1619\" srcset=\"__GHOST_URL__/content/images/size/w600/2023/07/20230707_165944-EDIT.jpg 600w, __GHOST_URL__/content/images/size/w1000/2023/07/20230707_165944-EDIT.jpg 1000w, __GHOST_URL__/content/images/size/w1600/2023/07/20230707_165944-EDIT.jpg 1600w, __GHOST_URL__/content/images/2023/07/20230707_165944-EDIT.jpg 1619w\" sizes=\"(min-width: 720px) 720px\"></figure><p>If we ever met, we sure had one of those conversations I love so much. Conversations about meaning, existence, and truth. I'm a very analytical person with years of experience as a software engineer. However, I have always been interested in the Big Questions. This unusual combination of critical thinking and existentialism is my unique offering to the world. I present to you: <a href=\"__GHOST_URL__/\">Spiritual pragmatism</a>.</p><p>I pledge to be:</p><p>• <em>short</em> – every blog post is about one minute long</p><p>• <em>precise</em> – every word of every sentence is there for a reason</p><p>• <em>personal</em> – it's been on my mind for months</p><p>Please subscribe if you enjoyed my writing! Feedback is a huge motivator!</p><p>Check out my other project: <a href=\"http://happymaybe.com/\">The Happy Maybe Podcast</a>!</p><hr><p>Find me on:</p><ul><li>LinkedIn: <a href=\"https://www.linkedin.com/in/nikitachepanov/\">linkedin.com/in/nikitachepanov</a></li><li>Facebook: <a href=\"https://www.facebook.com/nikita.chepanov\">fb.com/nikita.chepanov</a></li><li>Telegram: <a href=\"https://t.me/nchepanov\">t.me/nchepanov</a></li><li>or send me an email: <a href=\"mailto:nikita@chepanov.com\">nikita@chepanov.com</a></li></ul>","comment_id":"617c070b396f40003bb58363","plaintext":"Hi, my name is Nikita Chepanov\n\nIf we ever met, we sure had one of those conversations I love so much. Conversations about meaning, existence, and truth. I'm a very analytical person with years of experience as a software engineer. However, I have always been interested in the Big Questions. This unusual combination of critical thinking and existentialism is my unique offering to the world. I present to you: Spiritual pragmatism.\n\nI pledge to be:\n\n• short – every blog post is about one minute long\n\n• precise – every word of every sentence is there for a reason\n\n• personal – it's been on my mind for months\n\nPlease subscribe if you enjoyed my writing! Feedback is a huge motivator!\n\nCheck out my other project: The Happy Maybe Podcast!\n\nFind me on:\n\n * LinkedIn: linkedin.com/in/nikitachepanov\n * Facebook: fb.com/nikita.chepanov\n * Telegram: t.me/nchepanov\n * or send me an email: nikita@chepanov.com","feature_image":null,"featured":0,"type":"page","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-10-29T14:36:59.000Z","updated_at":"2023-07-12T03:02:59.000Z","published_at":"2021-10-29T14:43:30.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":null,"lexical":null,"show_title_and_feature_image":1},{"id":"617d61dfdaeff4003b82ff87","uuid":"b21386a6-1de2-432d-8a38-ae3963a44f74","title":"The right to be wrong","slug":"the-right-to-be-wrong","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"Over ten years ago, in my first year in college, I registered on a social network website called “Vkontakte” — a Russian equivalent of Facebook. Rebellious of the mainstream, I avoided social media for as long as I could until it became the way to communicate amongst my peers. I shared memes of the day, insensitive but funny videos, and had banter in the comments with my college friends. I posted depressing statements when I felt lonely. I thought I was clever and original. I was 17.\"]]],[1,\"p\",[[0,[],0,\"I cringe reading through all the content I generated. Looking back, I see the subtext of fishing for attention, seeking validation, needing emotional support. But this isn’t unique to me. Never before in human history was it so easy for anyone to record their expressions forever. We don’t know what 14 years old Shakespeare would have tweeted.\"]]],[1,\"p\",[[0,[],0,\"As I’m writing this, I’m wondering if ten years from now, my future self will cringe just as much. How about someone older than me reading this post today? What if this entire blog is a trivial cliche? What if the conclusions I came to in my other posts were wrong? What if something I say today will trigger the future society, and I will get canceled for it? What if someone reading it would think of me as pretentious and phony?\"]]],[1,\"p\",[[0,[],0,\"The fears are not unfounded, and yet here I am: expressing my opinion about expressing opinions.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>Over ten years ago, in my first year in college, I registered on a social network website called “Vkontakte” — a Russian equivalent of Facebook. Rebellious of the mainstream, I avoided social media for as long as I could until it became the way to communicate amongst my peers. I shared memes of the day, insensitive but funny videos, and had banter in the comments with my college friends. I posted depressing statements when I felt lonely. I thought I was clever and original. I was 17.</p><p>I cringe reading through all the content I generated. Looking back, I see the subtext of fishing for attention, seeking validation, needing emotional support. But this isn’t unique to me. Never before in human history was it so easy for anyone to record their expressions forever. We don’t know what 14 years old Shakespeare would have tweeted.</p><p>As I’m writing this, I’m wondering if ten years from now, my future self will cringe just as much. How about someone older than me reading this post today? What if this entire blog is a trivial cliche? What if the conclusions I came to in my other posts were wrong? What if something I say today will trigger the future society, and I will get canceled for it? What if someone reading it would think of me as pretentious and phony?</p><p>The fears are not unfounded, and yet here I am: expressing my opinion about expressing opinions.</p>","comment_id":"617d61dfdaeff4003b82ff87","plaintext":"Over ten years ago, in my first year in college, I registered on a social\nnetwork website called “Vkontakte” — a Russian equivalent of Facebook.\nRebellious of the mainstream, I avoided social media for as long as I could\nuntil it became the way to communicate amongst my peers. I shared memes of the\nday, insensitive but funny videos, and had banter in the comments with my\ncollege friends. I posted depressing statements when I felt lonely. I thought I\nwas clever and original. I was 17.\n\nI cringe reading through all the content I generated. Looking back, I see the\nsubtext of fishing for attention, seeking validation, needing emotional support.\nBut this isn’t unique to me. Never before in human history was it so easy for\nanyone to record their expressions forever. We don’t know what 14 years old\nShakespeare would have tweeted.\n\nAs I’m writing this, I’m wondering if ten years from now, my future self will\ncringe just as much. How about someone older than me reading this post today?\nWhat if this entire blog is a trivial cliche? What if the conclusions I came to\nin my other posts were wrong? What if something I say today will trigger the\nfuture society, and I will get canceled for it? What if someone reading it would\nthink of me as pretentious and phony?\n\nThe fears are not unfounded, and yet here I am: expressing my opinion about\nexpressing opinions.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-10-30T15:16:47.000Z","updated_at":"2021-10-31T19:16:40.000Z","published_at":"2021-10-12T16:03:00.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"617ef6dedaeff4003b82ffb8","uuid":"012033c8-e363-4a47-8af7-82b6a44c9d09","title":"What are you waiting for?","slug":"what-are-you-waiting-for","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"I think I was six years old. I was walking home after a full day at school as a first-grader when a thought popped into my head: I have ten more years of this before I go to college. Then I'll finally be a real person. The thought was terrifying but comforting. Yes, it's a long time, but the outcome will justify any misfortune I might have along the way. So I waited.\"]]],[1,\"p\",[[0,[],0,\"Then one day, when I was sixteen, I thought to myself during my first week in college: I have four more years of my undergraduate studies followed by two more years to get my master's degree. I was sure the effort was going to be worth it. Rumors were I should be able to build a successful career upon my graduation. So I waited.\"]]],[1,\"p\",[[0,[],0,\"And then, I turned 22, moved to the US, graduated, and started my career. It took another five years to stabilize my immigration situation. The outcome I waited for so patiently and fearfully.\"]]],[1,\"p\",[[0,[],0,\"Each time the triumph lasted for a couple of weeks, replaced by a more familiar feeling of waiting for the next thing. If only these experiences were unique to me. My friend told me his euphoria only lasted for two months after receiving foreign country citizenship he worked so hard for. I know a guy who's stressed about his career and seriously believes he can relax once he has earned enough money to buy a yacht. Another person is hooked on psychotherapy and is waiting to get completely \\\"fixed\\\" before finally starting her life.\"]]],[1,\"p\",[[0,[],0,\"Take a moment. Hear the disembodied whisper in your head: \\\"You are almost there. Just one more thing and then...\\\". Then what?  What if I told you that you are already the person you always wanted to be. There's nothing on the other end, just another thing before the next.\"]]],[1,\"p\",[[0,[],0,\"We spend 99% of our lives waiting. So what is it you are waiting for?\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>I think I was six years old. I was walking home after a full day at school as a first-grader when a thought popped into my head: I have ten more years of this before I go to college. Then I'll finally be a real person. The thought was terrifying but comforting. Yes, it's a long time, but the outcome will justify any misfortune I might have along the way. So I waited.</p><p>Then one day, when I was sixteen, I thought to myself during my first week in college: I have four more years of my undergraduate studies followed by two more years to get my master's degree. I was sure the effort was going to be worth it. Rumors were I should be able to build a successful career upon my graduation. So I waited.</p><p>And then, I turned 22, moved to the US, graduated, and started my career. It took another five years to stabilize my immigration situation. The outcome I waited for so patiently and fearfully.</p><p>Each time the triumph lasted for a couple of weeks, replaced by a more familiar feeling of waiting for the next thing. If only these experiences were unique to me. My friend told me his euphoria only lasted for two months after receiving foreign country citizenship he worked so hard for. I know a guy who's stressed about his career and seriously believes he can relax once he has earned enough money to buy a yacht. Another person is hooked on psychotherapy and is waiting to get completely \"fixed\" before finally starting her life.</p><p>Take a moment. Hear the disembodied whisper in your head: \"You are almost there. Just one more thing and then...\". Then what?  What if I told you that you are already the person you always wanted to be. There's nothing on the other end, just another thing before the next.</p><p>We spend 99% of our lives waiting. So what is it you are waiting for?</p>","comment_id":"617ef6dedaeff4003b82ffb8","plaintext":"I think I was six years old. I was walking home after a full day at school as a\nfirst-grader when a thought popped into my head: I have ten more years of this\nbefore I go to college. Then I'll finally be a real person. The thought was\nterrifying but comforting. Yes, it's a long time, but the outcome will justify\nany misfortune I might have along the way. So I waited.\n\nThen one day, when I was sixteen, I thought to myself during my first week in\ncollege: I have four more years of my undergraduate studies followed by two more\nyears to get my master's degree. I was sure the effort was going to be worth it.\nRumors were I should be able to build a successful career upon my graduation. So\nI waited.\n\nAnd then, I turned 22, moved to the US, graduated, and started my career. It\ntook another five years to stabilize my immigration situation. The outcome I\nwaited for so patiently and fearfully.\n\nEach time the triumph lasted for a couple of weeks, replaced by a more familiar\nfeeling of waiting for the next thing. If only these experiences were unique to\nme. My friend told me his euphoria only lasted for two months after receiving\nforeign country citizenship he worked so hard for. I know a guy who's stressed\nabout his career and seriously believes he can relax once he has earned enough\nmoney to buy a yacht. Another person is hooked on psychotherapy and is waiting\nto get completely \"fixed\" before finally starting her life.\n\nTake a moment. Hear the disembodied whisper in your head: \"You are almost there.\nJust one more thing and then...\". Then what?  What if I told you that you are\nalready the person you always wanted to be. There's nothing on the other end,\njust another thing before the next.\n\nWe spend 99% of our lives waiting. So what is it you are waiting for?","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-10-31T20:04:46.000Z","updated_at":"2021-11-01T12:05:29.000Z","published_at":"2021-11-01T12:05:29.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"61859849985e02003bf4fc85","uuid":"11a00d60-4176-4631-9672-ce8e6549bc50","title":"An easy way to quit Instagram","slug":"quit-instagram","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[[\"image\",{\"src\":\"__GHOST_URL__/content/images/2021/11/Screenshot_20200903-230026.png\",\"width\":2048,\"height\":1055}]],\"markups\":[[\"a\",[\"href\",\"https://app.thestorygraph.com/books/502bf7cc-b051-490c-a2ff-3622cbf63f98\"]],[\"a\",[\"href\",\"https://en.wikipedia.org/wiki/Desmond_Tutu\"]]],\"sections\":[[10,0],[1,\"p\",[[0,[],0,\"On September 1st, 2020, I took the screenshot when I finally decided to quit Instagram. It was a surprisingly long journey.\"]]],[1,\"p\",[[0,[],0,\"I joined Instagram after the end of a long-term relationship. I felt lonely and disconnected, and it seemed that becoming active on social media was a way to engage with the world. It sucked me in pretty quickly. In just a few months, I posted multiple stories a day and spent hours mindlessly tapping through all the people I followed. Every social gathering gave me a knee-jerk reaction - reach for the phone and post a story. \\\"Hey, it was nice meeting you. What's your IG?\\\" — became a part of my social protocol.\"]]],[1,\"p\",[[0,[],0,\"This went on for two years. My Instagram feed was filled with people I barely knew. The people who shared every exciting aspect of their lives. It seemed like I didn't have as many friends as they did, as interesting a social life as they did, nor did I look as attractive as them. In an attempt to blend in, I posted my portrait from a professional photoshoot. The picture looked nothing like me, yet it received more attention than anything I've posted before. The real me was irrelevant. It was a wake-up call.\"]]],[1,\"p\",[[0,[],0,\"Inspiration came from \"],[0,[0],1,\"\\\"Digital minimalism\\\" by Cal Newport\"],[0,[],0,\". The book advocates for rediscovering how various technologies are used by taking a break from them for 30 days and then slowly reintroducing only the parts you believe are necessary. Easier said than done. I uninstalled the app dozens of times, only to install it again for \\\"just a quick peek.\\\" I also learned that there's no \\\"Delete my account NOW\\\" button. You can only deactivate it and wait for a month.\"]]],[1,\"p\",[[0,[1],1,\"Desmond Tutu\"],[0,[],0,\" once wisely said: \\\"There is only one way to eat an elephant: a bite at a time.\\\" Since I couldn't quit cold turkey, I decided to gradually unfollow accounts until only what was relevant remained. Some accounts weren't active, and there was no reason to follow them. Some belonged to people I no longer had any personal interest in. I started with ~600 accounts and kept unfollowing at the rate of 5-10 a day. Oh, and I learned that there're limitations on how many accounts you can unfollow per day, hour. The system is designed to keep you in. \"]]],[1,\"p\",[[0,[],0,\"In just two months, I was down to double digits. The last people to unfollow were those I was close to. And because I already interacted with them regularly, it didn't matter if I followed their Instagram accounts. When I reached zero, there was no reason to use the service anymore, nothing to see. I deleted my profile picture and took the screenshot above.\"]]],[1,\"p\",[[0,[],0,\"It wasn't all smooth sailing. A few people took it personally and angrily unfollowed me back. I said I was happy to meet or video chat with them. Not one took me up on the offer. What surprised me in the months to follow was that out of 420 followers, only ~30 people unfollowed me back.\"]]],[1,\"p\",[[0,[],0,\"More changes happen in social interactions. Now when I meet someone new, and they ask for my Instagram. I tell them to get my phone number instead. This additional barrier weeds out those who didn't care in the first place. Meeting with friends became more pleasurable. They can tell me in person about all the things I would have otherwise learned by following their accounts.\"]]],[1,\"p\",[[0,[],0,\"Quitting Instagram was nearly as difficult as quitting cigarettes a year prior. Maybe you have a few accounts you don't need to follow? Maybe all of them?\"]]]],\"ghostVersion\":\"4.0\"}","html":"<figure class=\"kg-card kg-image-card\"><img src=\"__GHOST_URL__/content/images/2021/11/Screenshot_20200903-230026.png\" class=\"kg-image\" alt loading=\"lazy\" width=\"2000\" height=\"1030\" srcset=\"__GHOST_URL__/content/images/size/w600/2021/11/Screenshot_20200903-230026.png 600w, __GHOST_URL__/content/images/size/w1000/2021/11/Screenshot_20200903-230026.png 1000w, __GHOST_URL__/content/images/size/w1600/2021/11/Screenshot_20200903-230026.png 1600w, __GHOST_URL__/content/images/2021/11/Screenshot_20200903-230026.png 2048w\" sizes=\"(min-width: 720px) 720px\"></figure><p>On September 1st, 2020, I took the screenshot when I finally decided to quit Instagram. It was a surprisingly long journey.</p><p>I joined Instagram after the end of a long-term relationship. I felt lonely and disconnected, and it seemed that becoming active on social media was a way to engage with the world. It sucked me in pretty quickly. In just a few months, I posted multiple stories a day and spent hours mindlessly tapping through all the people I followed. Every social gathering gave me a knee-jerk reaction - reach for the phone and post a story. \"Hey, it was nice meeting you. What's your IG?\" — became a part of my social protocol.</p><p>This went on for two years. My Instagram feed was filled with people I barely knew. The people who shared every exciting aspect of their lives. It seemed like I didn't have as many friends as they did, as interesting a social life as they did, nor did I look as attractive as them. In an attempt to blend in, I posted my portrait from a professional photoshoot. The picture looked nothing like me, yet it received more attention than anything I've posted before. The real me was irrelevant. It was a wake-up call.</p><p>Inspiration came from <a href=\"https://app.thestorygraph.com/books/502bf7cc-b051-490c-a2ff-3622cbf63f98\">\"Digital minimalism\" by Cal Newport</a>. The book advocates for rediscovering how various technologies are used by taking a break from them for 30 days and then slowly reintroducing only the parts you believe are necessary. Easier said than done. I uninstalled the app dozens of times, only to install it again for \"just a quick peek.\" I also learned that there's no \"Delete my account NOW\" button. You can only deactivate it and wait for a month.</p><p><a href=\"https://en.wikipedia.org/wiki/Desmond_Tutu\">Desmond Tutu</a> once wisely said: \"There is only one way to eat an elephant: a bite at a time.\" Since I couldn't quit cold turkey, I decided to gradually unfollow accounts until only what was relevant remained. Some accounts weren't active, and there was no reason to follow them. Some belonged to people I no longer had any personal interest in. I started with ~600 accounts and kept unfollowing at the rate of 5-10 a day. Oh, and I learned that there're limitations on how many accounts you can unfollow per day, hour. The system is designed to keep you in. </p><p>In just two months, I was down to double digits. The last people to unfollow were those I was close to. And because I already interacted with them regularly, it didn't matter if I followed their Instagram accounts. When I reached zero, there was no reason to use the service anymore, nothing to see. I deleted my profile picture and took the screenshot above.</p><p>It wasn't all smooth sailing. A few people took it personally and angrily unfollowed me back. I said I was happy to meet or video chat with them. Not one took me up on the offer. What surprised me in the months to follow was that out of 420 followers, only ~30 people unfollowed me back.</p><p>More changes happen in social interactions. Now when I meet someone new, and they ask for my Instagram. I tell them to get my phone number instead. This additional barrier weeds out those who didn't care in the first place. Meeting with friends became more pleasurable. They can tell me in person about all the things I would have otherwise learned by following their accounts.</p><p>Quitting Instagram was nearly as difficult as quitting cigarettes a year prior. Maybe you have a few accounts you don't need to follow? Maybe all of them?</p>","comment_id":"61859849985e02003bf4fc85","plaintext":"On September 1st, 2020, I took the screenshot when I finally decided to quit\nInstagram. It was a surprisingly long journey.\n\nI joined Instagram after the end of a long-term relationship. I felt lonely and\ndisconnected, and it seemed that becoming active on social media was a way to\nengage with the world. It sucked me in pretty quickly. In just a few months, I\nposted multiple stories a day and spent hours mindlessly tapping through all the\npeople I followed. Every social gathering gave me a knee-jerk reaction - reach\nfor the phone and post a story. \"Hey, it was nice meeting you. What's your IG?\"\n— became a part of my social protocol.\n\nThis went on for two years. My Instagram feed was filled with people I barely\nknew. The people who shared every exciting aspect of their lives. It seemed like\nI didn't have as many friends as they did, as interesting a social life as they\ndid, nor did I look as attractive as them. In an attempt to blend in, I posted\nmy portrait from a professional photoshoot. The picture looked nothing like me,\nyet it received more attention than anything I've posted before. The real me was\nirrelevant. It was a wake-up call.\n\nInspiration came from \"Digital minimalism\" by Cal Newport\n[https://app.thestorygraph.com/books/502bf7cc-b051-490c-a2ff-3622cbf63f98]. The\nbook advocates for rediscovering how various technologies are used by taking a\nbreak from them for 30 days and then slowly reintroducing only the parts you\nbelieve are necessary. Easier said than done. I uninstalled the app dozens of\ntimes, only to install it again for \"just a quick peek.\" I also learned that\nthere's no \"Delete my account NOW\" button. You can only deactivate it and wait\nfor a month.\n\nDesmond Tutu [https://en.wikipedia.org/wiki/Desmond_Tutu] once wisely said:\n\"There is only one way to eat an elephant: a bite at a time.\" Since I couldn't\nquit cold turkey, I decided to gradually unfollow accounts until only what was\nrelevant remained. Some accounts weren't active, and there was no reason to\nfollow them. Some belonged to people I no longer had any personal interest in. I\nstarted with ~600 accounts and kept unfollowing at the rate of 5-10 a day. Oh,\nand I learned that there're limitations on how many accounts you can unfollow\nper day, hour. The system is designed to keep you in. \n\nIn just two months, I was down to double digits. The last people to unfollow\nwere those I was close to. And because I already interacted with them regularly,\nit didn't matter if I followed their Instagram accounts. When I reached zero,\nthere was no reason to use the service anymore, nothing to see. I deleted my\nprofile picture and took the screenshot above.\n\nIt wasn't all smooth sailing. A few people took it personally and angrily\nunfollowed me back. I said I was happy to meet or video chat with them. Not one\ntook me up on the offer. What surprised me in the months to follow was that out\nof 420 followers, only ~30 people unfollowed me back.\n\nMore changes happen in social interactions. Now when I meet someone new, and\nthey ask for my Instagram. I tell them to get my phone number instead. This\nadditional barrier weeds out those who didn't care in the first place. Meeting\nwith friends became more pleasurable. They can tell me in person about all the\nthings I would have otherwise learned by following their accounts.\n\nQuitting Instagram was nearly as difficult as quitting cigarettes a year prior.\nMaybe you have a few accounts you don't need to follow? Maybe all of them?","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-11-05T20:47:05.000Z","updated_at":"2022-01-28T13:09:37.000Z","published_at":"2022-01-28T13:09:37.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"61a681de06ef570048289213","uuid":"5382a9ee-4eb0-4bf5-856e-964b2fb53cb0","title":"Garbage in, garbage out","slug":"garbage-in-garbage-out","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"A friend of mine is subscribed to dozens of meme accounts. Sometimes he sends me funny pictures, only to discover that I find the humor repulsive. A family member is concerned about the geopolitical situation and wouldn't stop retelling what she just read on the Internet. She then goes on to blame me for not being interested. A long-time friend acts condescending when I don't understand her references to the latest Twitter fad.\"]]],[1,\"p\",[[0,[],0,\"Attention is the most valuable and limited resource. We use attention as a flashlight to take in some aspects of the world at the cost of disregarding the rest. What we pay attention to shapes what we think and how we feel about ourselves and the world around us.\"]]],[1,\"p\",[[0,[],0,\"You are what you eat. Popular culture is obsessed with counting calories, fasting, diets, meal plans. And yet, we don't seem to be at all concerned with how we use our attention.\"]]],[1,\"p\",[[0,[],0,\"An average person spends hours scrolling through various information feeds daily. The entire worldview of what is happening and what is real is dictated by what they see. Their information diet is decided by an algorithm designed to ensure they see more of what they're most likely to binge on. Emotionally charged, sexualized, biased stories are junk food for your brain.\"]]],[1,\"p\",[[0,[],0,\"Most of us are retelling what someone else said. So do I.\"]]],[1,\"p\",[[0,[],0,\"Influenced by Digital Minimalism by Cal Newport and The Social Dilemma (2020).\"]]],[1,\"p\",[]]],\"ghostVersion\":\"4.0\"}","html":"<p>A friend of mine is subscribed to dozens of meme accounts. Sometimes he sends me funny pictures, only to discover that I find the humor repulsive. A family member is concerned about the geopolitical situation and wouldn't stop retelling what she just read on the Internet. She then goes on to blame me for not being interested. A long-time friend acts condescending when I don't understand her references to the latest Twitter fad.</p><p>Attention is the most valuable and limited resource. We use attention as a flashlight to take in some aspects of the world at the cost of disregarding the rest. What we pay attention to shapes what we think and how we feel about ourselves and the world around us.</p><p>You are what you eat. Popular culture is obsessed with counting calories, fasting, diets, meal plans. And yet, we don't seem to be at all concerned with how we use our attention.</p><p>An average person spends hours scrolling through various information feeds daily. The entire worldview of what is happening and what is real is dictated by what they see. Their information diet is decided by an algorithm designed to ensure they see more of what they're most likely to binge on. Emotionally charged, sexualized, biased stories are junk food for your brain.</p><p>Most of us are retelling what someone else said. So do I.</p><p>Influenced by Digital Minimalism by Cal Newport and The Social Dilemma (2020).</p>","comment_id":"61a681de06ef570048289213","plaintext":"A friend of mine is subscribed to dozens of meme accounts. Sometimes he sends me\nfunny pictures, only to discover that I find the humor repulsive. A family\nmember is concerned about the geopolitical situation and wouldn't stop retelling\nwhat she just read on the Internet. She then goes on to blame me for not being\ninterested. A long-time friend acts condescending when I don't understand her\nreferences to the latest Twitter fad.\n\nAttention is the most valuable and limited resource. We use attention as a\nflashlight to take in some aspects of the world at the cost of disregarding the\nrest. What we pay attention to shapes what we think and how we feel about\nourselves and the world around us.\n\nYou are what you eat. Popular culture is obsessed with counting calories,\nfasting, diets, meal plans. And yet, we don't seem to be at all concerned with\nhow we use our attention.\n\nAn average person spends hours scrolling through various information feeds\ndaily. The entire worldview of what is happening and what is real is dictated by\nwhat they see. Their information diet is decided by an algorithm designed to\nensure they see more of what they're most likely to binge on. Emotionally\ncharged, sexualized, biased stories are junk food for your brain.\n\nMost of us are retelling what someone else said. So do I.\n\nInfluenced by Digital Minimalism by Cal Newport and The Social Dilemma (2020).","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-11-30T19:56:14.000Z","updated_at":"2021-12-02T16:27:18.000Z","published_at":"2021-12-02T16:24:31.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"61cf237e7d0ac2004864df45","uuid":"95a3a8d4-c32d-475e-90b4-ef5b700db389","title":"Things I learned at the Monastic Academy","slug":"seven-things-i-learned-at","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[[\"a\",[\"href\",\"https://www.monasticacademy.com/\"]],[\"strong\"],[\"a\",[\"href\",\"https://en.wikipedia.org/wiki/Mara%E1%B9%87asati\"]]],\"sections\":[[1,\"p\",[[0,[],0,\"I spent three months at \"],[0,[0],1,\"The Monastic Academy for the Preservation of Life on Earth (MAPLE)\"],[0,[],0,\". Here's what I discovered for myself.\"]]],[1,\"p\",[[0,[1],1,\"Disclaimer\"],[0,[],0,\": I'm not trying to tell you what to do. Some of these may seem obvious or cliché. None are novel. Each can be expanded on. All are important to me.\"]]],[1,\"p\",[[0,[1],1,\"Everything you do matters. \"],[0,[],0,\"Physical actions, words you say, thoughts you think - they all have consequences. This isn't a spiritual metaphor. Whether you like it or not, you are part of the universal cause-and-effect game.\"]]],[1,\"p\",[[0,[1],1,\"Take responsibility for your relationship with your parents. \"],[0,[],0,\"Every cell in your body can be traced back to your parents. They are the cause of your existence; you are the effect. Striving to understand and accept them is part of learning to accept oneself.\"]]],[1,\"p\",[[0,[1],1,\"Live for something bigger than your life. \"],[0,[],0,\"You are not the center of the universe. One way of approaching it is to discover your vow or your highest aspiration. In other words, seek God.\"]]],[1,\"p\",[[0,[1],1,\"Let the unexpected happen. \"],[0,[],0,\"Love, friendship, wisdom. Everything that truly matters cannot be acquired; it can only be received. With humility, stop assuming that you know what you really need or how to get it. Get out of your own way. Let the universe unfold.\"]]],[1,\"p\",[[0,[1],1,\"Most conversations don't need to happen. \"],[0,[],0,\"We gossip, vent, argue. We tell other people what to do unprompted. Before saying anything, check if it aligns with your highest aspiration.\"]]],[1,\"p\",[[0,[1],1,\"Don't trust your thoughts. \"],[0,[],0,\"I spent days ruminating over something that had no connection to reality, something that only existed in my mind. I spent weeks in silence only to discover that my thoughts have three main themes: \\\"I'm better than you,\\\" \\\"You are wrong, and I'm right, \\\"I want pleasure.\\\"\"]]],[1,\"p\",[[0,[1],1,\"Contemplate death often. \"],[0,[],0,\"We have no control over the circumstances of our deaths. We all will die, and this is a fact. Yet we live and act as if it won't ever happen to us. Contemplating one's death is \"],[0,[2],1,\"an ancient Buddhist meditation practice\"],[0,[],0,\". It can activate the search for something bigger than life and help find meaning.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>I spent three months at <a href=\"https://www.monasticacademy.com/\">The Monastic Academy for the Preservation of Life on Earth (MAPLE)</a>. Here's what I discovered for myself.</p><p><strong>Disclaimer</strong>: I'm not trying to tell you what to do. Some of these may seem obvious or cliché. None are novel. Each can be expanded on. All are important to me.</p><p><strong>Everything you do matters. </strong>Physical actions, words you say, thoughts you think - they all have consequences. This isn't a spiritual metaphor. Whether you like it or not, you are part of the universal cause-and-effect game.</p><p><strong>Take responsibility for your relationship with your parents. </strong>Every cell in your body can be traced back to your parents. They are the cause of your existence; you are the effect. Striving to understand and accept them is part of learning to accept oneself.</p><p><strong>Live for something bigger than your life. </strong>You are not the center of the universe. One way of approaching it is to discover your vow or your highest aspiration. In other words, seek God.</p><p><strong>Let the unexpected happen. </strong>Love, friendship, wisdom. Everything that truly matters cannot be acquired; it can only be received. With humility, stop assuming that you know what you really need or how to get it. Get out of your own way. Let the universe unfold.</p><p><strong>Most conversations don't need to happen. </strong>We gossip, vent, argue. We tell other people what to do unprompted. Before saying anything, check if it aligns with your highest aspiration.</p><p><strong>Don't trust your thoughts. </strong>I spent days ruminating over something that had no connection to reality, something that only existed in my mind. I spent weeks in silence only to discover that my thoughts have three main themes: \"I'm better than you,\" \"You are wrong, and I'm right, \"I want pleasure.\"</p><p><strong>Contemplate death often. </strong>We have no control over the circumstances of our deaths. We all will die, and this is a fact. Yet we live and act as if it won't ever happen to us. Contemplating one's death is <a href=\"https://en.wikipedia.org/wiki/Mara%E1%B9%87asati\">an ancient Buddhist meditation practice</a>. It can activate the search for something bigger than life and help find meaning.</p>","comment_id":"61cf237e7d0ac2004864df45","plaintext":"I spent three months at The Monastic Academy for the Preservation of Life on\nEarth (MAPLE) [https://www.monasticacademy.com/]. Here's what I discovered for\nmyself.\n\nDisclaimer: I'm not trying to tell you what to do. Some of these may seem\nobvious or cliché. None are novel. Each can be expanded on. All are important to\nme.\n\nEverything you do matters. Physical actions, words you say, thoughts you think -\nthey all have consequences. This isn't a spiritual metaphor. Whether you like it\nor not, you are part of the universal cause-and-effect game.\n\nTake responsibility for your relationship with your parents. Every cell in your\nbody can be traced back to your parents. They are the cause of your existence;\nyou are the effect. Striving to understand and accept them is part of learning\nto accept oneself.\n\nLive for something bigger than your life. You are not the center of the\nuniverse. One way of approaching it is to discover your vow or your highest\naspiration. In other words, seek God.\n\nLet the unexpected happen. Love, friendship, wisdom. Everything that truly\nmatters cannot be acquired; it can only be received. With humility, stop\nassuming that you know what you really need or how to get it. Get out of your\nown way. Let the universe unfold.\n\nMost conversations don't need to happen. We gossip, vent, argue. We tell other\npeople what to do unprompted. Before saying anything, check if it aligns with\nyour highest aspiration.\n\nDon't trust your thoughts. I spent days ruminating over something that had no\nconnection to reality, something that only existed in my mind. I spent weeks in\nsilence only to discover that my thoughts have three main themes: \"I'm better\nthan you,\" \"You are wrong, and I'm right, \"I want pleasure.\"\n\nContemplate death often. We have no control over the circumstances of our\ndeaths. We all will die, and this is a fact. Yet we live and act as if it won't\never happen to us. Contemplating one's death is an ancient Buddhist meditation\npractice [https://en.wikipedia.org/wiki/Mara%E1%B9%87asati]. It can activate the\nsearch for something bigger than life and help find meaning.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2021-12-31T15:36:30.000Z","updated_at":"2022-01-04T16:13:45.000Z","published_at":"2022-01-04T16:13:45.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"61fea5c0791a72003b6eddca","uuid":"7dc9d9bf-365d-409c-8c78-500fa4386088","title":"What's your addiction?","slug":"whats-your-addiction","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[[\"em\"],[\"a\",[\"href\",\"__GHOST_URL__/quit-instagram\"]],[\"a\",[\"href\",\"__GHOST_URL__/fantastical-challenges\"]]],\"sections\":[[1,\"p\",[[0,[],0,\"When I began smoking cigarettes at the age of 16, I had no idea I would be smoking for another ten years. Nor did I know that it would take me more than a year to quit. I hid the habit from my life partner, afraid she'd break up with me. A pack of cigarettes in New York costs $15. I smoked half a pack a day, always with an irritated, red throat and persistent cough. With complete determination to quit, I threw away dozens of full packs, having smoked just one cigarette. Rain, cold, or snow, I would go outside to smoke even at 3 am. Wasting money, damaging my health, ashamed of myself, and still unable to quit. This was my first encounter with addiction.\"]]],[1,\"p\",[[0,[],0,\"If you've never had a substance abuse issue, you probably don't think this is relevant to you. Addiction, however, is not an all-or-nothing matter. It's a continuous scale. You can be addicted to shopping, alcohol, work, porn, sex, sugar, gym, tv, social media, success, and more. Buddhists believe we are all addicted to... thinking. I'm convinced nearly all people everywhere are addicted to something. Why does it matter?\"]]],[1,\"p\",[[0,[],0,\"The cause of addictive behavior can be trivialized to brain neurochemistry. But every addiction has a positive intent and a logical reason. An addict claims that the addiction is useful in some way. \\\"It helps me relax.\\\" It's true — I used cigarettes as an aid when I was bored, anxious, or lonely. These triggers indicate a form of spiritual deficiency. Dissatisfaction with who you are, where you are, and where you are going. Just like physical pain, they give direction and should not be ignored.\"]]],[1,\"p\",[[0,[],0,\"What finally helped me quit was the famous \\\"The Easy Way to Stop Smoking\\\" (1985) by Allen Carr. The genius of this book is the realization that addiction is not enjoyable.\"]]],[1,\"p\",[[0,[0],1,\"– \\\"Smokers do not smoke because they enjoy it. They do it because they are miserable without it.\\\"\"]]],[1,\"p\",[[0,[],0,\"Inspired by \\\"In the Realm of Hungry Ghosts\\\" (2008) by Gabor Maté.\"]]],[1,\"p\",[[0,[],0,\"Related posts: \"],[0,[1],1,\"An easy way to quit Instagram\"],[0,[],0,\" and \"],[0,[2],1,\"Fantastical challenges\"],[0,[],0,\".\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>When I began smoking cigarettes at the age of 16, I had no idea I would be smoking for another ten years. Nor did I know that it would take me more than a year to quit. I hid the habit from my life partner, afraid she'd break up with me. A pack of cigarettes in New York costs $15. I smoked half a pack a day, always with an irritated, red throat and persistent cough. With complete determination to quit, I threw away dozens of full packs, having smoked just one cigarette. Rain, cold, or snow, I would go outside to smoke even at 3 am. Wasting money, damaging my health, ashamed of myself, and still unable to quit. This was my first encounter with addiction.</p><p>If you've never had a substance abuse issue, you probably don't think this is relevant to you. Addiction, however, is not an all-or-nothing matter. It's a continuous scale. You can be addicted to shopping, alcohol, work, porn, sex, sugar, gym, tv, social media, success, and more. Buddhists believe we are all addicted to... thinking. I'm convinced nearly all people everywhere are addicted to something. Why does it matter?</p><p>The cause of addictive behavior can be trivialized to brain neurochemistry. But every addiction has a positive intent and a logical reason. An addict claims that the addiction is useful in some way. \"It helps me relax.\" It's true — I used cigarettes as an aid when I was bored, anxious, or lonely. These triggers indicate a form of spiritual deficiency. Dissatisfaction with who you are, where you are, and where you are going. Just like physical pain, they give direction and should not be ignored.</p><p>What finally helped me quit was the famous \"The Easy Way to Stop Smoking\" (1985) by Allen Carr. The genius of this book is the realization that addiction is not enjoyable.</p><p><em>– \"Smokers do not smoke because they enjoy it. They do it because they are miserable without it.\"</em></p><p>Inspired by \"In the Realm of Hungry Ghosts\" (2008) by Gabor Maté.</p><p>Related posts: <a href=\"__GHOST_URL__/quit-instagram\">An easy way to quit Instagram</a> and <a href=\"__GHOST_URL__/fantastical-challenges\">Fantastical challenges</a>.</p>","comment_id":"61fea5c0791a72003b6eddca","plaintext":"When I began smoking cigarettes at the age of 16, I had no idea I would be\nsmoking for another ten years. Nor did I know that it would take me more than a\nyear to quit. I hid the habit from my life partner, afraid she'd break up with\nme. A pack of cigarettes in New York costs $15. I smoked half a pack a day,\nalways with an irritated, red throat and persistent cough. With complete\ndetermination to quit, I threw away dozens of full packs, having smoked just one\ncigarette. Rain, cold, or snow, I would go outside to smoke even at 3 am.\nWasting money, damaging my health, ashamed of myself, and still unable to quit.\nThis was my first encounter with addiction.\n\nIf you've never had a substance abuse issue, you probably don't think this is\nrelevant to you. Addiction, however, is not an all-or-nothing matter. It's a\ncontinuous scale. You can be addicted to shopping, alcohol, work, porn, sex,\nsugar, gym, tv, social media, success, and more. Buddhists believe we are all\naddicted to... thinking. I'm convinced nearly all people everywhere are addicted\nto something. Why does it matter?\n\nThe cause of addictive behavior can be trivialized to brain neurochemistry. But\nevery addiction has a positive intent and a logical reason. An addict claims\nthat the addiction is useful in some way. \"It helps me relax.\" It's true — I\nused cigarettes as an aid when I was bored, anxious, or lonely. These triggers\nindicate a form of spiritual deficiency. Dissatisfaction with who you are, where\nyou are, and where you are going. Just like physical pain, they give direction\nand should not be ignored.\n\nWhat finally helped me quit was the famous \"The Easy Way to Stop Smoking\" (1985)\nby Allen Carr. The genius of this book is the realization that addiction is not\nenjoyable.\n\n– \"Smokers do not smoke because they enjoy it. They do it because they are\nmiserable without it.\"\n\nInspired by \"In the Realm of Hungry Ghosts\" (2008) by Gabor Maté.\n\nRelated posts: An easy way to quit Instagram\n[https://chepanov.com/quit-instagram] and Fantastical challenges\n[https://chepanov.com/fantastical-challenges].","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2022-02-05T16:28:48.000Z","updated_at":"2022-05-22T22:26:13.000Z","published_at":"2022-02-09T13:32:46.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"6220f781968df2003db3b0d8","uuid":"9ab1df3e-9269-4978-a7cc-45eafe5c8af0","title":"Are you making progress?","slug":"are-you-making-progress","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[[\"em\"],[\"a\",[\"href\",\"__GHOST_URL__/fantastical-challenges\"]]],\"sections\":[[1,\"p\",[[0,[],0,\"When I was in school, I only needed to move from one year to another with good grades to feel like I was on track. Later at work, both the breadth of my responsibilities and financial compensation measured my progress. I completed projects and it felt great. I was driven to excel at my hobbies: played competitive billiards, finished yoga teacher training, learned how to juggle, do a handstand, and more. This mindset worked for a while... Until it didn't.\"]]],[1,\"p\",[[0,[],0,\"For a few years, I felt stuck. I tried time and again to rekindle that same drive I used to have. More achievements at work, new hobbies, and new people – what seemed so meaningful previously was no longer exciting. I craved the sense of moving forward, yet \"],[0,[0],1,\"nothing I knew how to do\"],[0,[],0,\" gave it to me. I remember trying to explain this to a few friends. They quickly concluded that I was depressed, should try harder, and if therapy didn't help, I could maybe try medication.\"]]],[1,\"p\",[[0,[],0,\"It's common to think of life in a linear fashion. Gradually we'd like to increase our wealth, knowledge, security, strength, power. Get what we want while avoiding what we don't want. Unlimited linear growth. To many – this is the definition of progress.\"]]],[1,\"p\",[[0,[],0,\"The popular practice of setting measurable goals five years into the future has a fatal flaw: it assumes the same goals will be desirable by a future you. However, if you knew where you were going and arrived there as planned, did you travel at all?\"]]],[1,\"p\",[[0,[],0,\"In \"],[0,[1],1,\"Fantastical challenges\"],[0,[],0,\", I argued that there's always this one thing you know you need to do; the thing you do anything to avoid. It's what's referred to as \\\"staying in your comfort zone.\\\" For me, quitting my job, moving out of my apartment, and discontinuing my hobbies turned out to be the next step in an unknown direction.\"]]],[1,\"p\",[[0,[],0,\"I'm 30 years old, and I no longer know who I want to become when I grow up. It finally seems like I'm making progress. What about you?\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>When I was in school, I only needed to move from one year to another with good grades to feel like I was on track. Later at work, both the breadth of my responsibilities and financial compensation measured my progress. I completed projects and it felt great. I was driven to excel at my hobbies: played competitive billiards, finished yoga teacher training, learned how to juggle, do a handstand, and more. This mindset worked for a while... Until it didn't.</p><p>For a few years, I felt stuck. I tried time and again to rekindle that same drive I used to have. More achievements at work, new hobbies, and new people – what seemed so meaningful previously was no longer exciting. I craved the sense of moving forward, yet <em>nothing I knew how to do</em> gave it to me. I remember trying to explain this to a few friends. They quickly concluded that I was depressed, should try harder, and if therapy didn't help, I could maybe try medication.</p><p>It's common to think of life in a linear fashion. Gradually we'd like to increase our wealth, knowledge, security, strength, power. Get what we want while avoiding what we don't want. Unlimited linear growth. To many – this is the definition of progress.</p><p>The popular practice of setting measurable goals five years into the future has a fatal flaw: it assumes the same goals will be desirable by a future you. However, if you knew where you were going and arrived there as planned, did you travel at all?</p><p>In <a href=\"__GHOST_URL__/fantastical-challenges\">Fantastical challenges</a>, I argued that there's always this one thing you know you need to do; the thing you do anything to avoid. It's what's referred to as \"staying in your comfort zone.\" For me, quitting my job, moving out of my apartment, and discontinuing my hobbies turned out to be the next step in an unknown direction.</p><p>I'm 30 years old, and I no longer know who I want to become when I grow up. It finally seems like I'm making progress. What about you?</p>","comment_id":"6220f781968df2003db3b0d8","plaintext":"When I was in school, I only needed to move from one year to another with good\ngrades to feel like I was on track. Later at work, both the breadth of my\nresponsibilities and financial compensation measured my progress. I completed\nprojects and it felt great. I was driven to excel at my hobbies: played\ncompetitive billiards, finished yoga teacher training, learned how to juggle, do\na handstand, and more. This mindset worked for a while... Until it didn't.\n\nFor a few years, I felt stuck. I tried time and again to rekindle that same\ndrive I used to have. More achievements at work, new hobbies, and new people –\nwhat seemed so meaningful previously was no longer exciting. I craved the sense\nof moving forward, yet nothing I knew how to do gave it to me. I remember trying\nto explain this to a few friends. They quickly concluded that I was depressed,\nshould try harder, and if therapy didn't help, I could maybe try medication.\n\nIt's common to think of life in a linear fashion. Gradually we'd like to\nincrease our wealth, knowledge, security, strength, power. Get what we want\nwhile avoiding what we don't want. Unlimited linear growth. To many – this is\nthe definition of progress.\n\nThe popular practice of setting measurable goals five years into the future has\na fatal flaw: it assumes the same goals will be desirable by a future you.\nHowever, if you knew where you were going and arrived there as planned, did you\ntravel at all?\n\nIn Fantastical challenges [__GHOST_URL__/fantastical-challenges], I\nargued that there's always this one thing you know you need to do; the thing you\ndo anything to avoid. It's what's referred to as \"staying in your comfort zone.\"\nFor me, quitting my job, moving out of my apartment, and discontinuing my\nhobbies turned out to be the next step in an unknown direction.\n\nI'm 30 years old, and I no longer know who I want to become when I grow up. It\nfinally seems like I'm making progress. What about you?","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2022-03-03T17:14:41.000Z","updated_at":"2022-03-07T22:56:28.000Z","published_at":"2022-03-07T21:37:59.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"6248e1e9c0db17003d14b15d","uuid":"aad3f8a8-ff37-4180-823a-85720a7ae83d","title":"You don't deserve to be happy","slug":"its-not-about-your-happiness","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"I remember a long walk I had with an old college friend of mine. He was a very intelligent, well-versed in philosophy Ph.D. candidate. He was also very depressed. Our entire 1 hour long walk from Downtown Manhattan to Grand Central terminal was occupied with the \\\"what's the meaning of life\\\" conversation. He explained to me that life is meaningless. It seemed very logical to him: since it's obvious that happiness is the goal in life, and we now have ways of chemically inducing states of happiness, there's nothing else left to do. Another highly intelligent person I met recently confidently described happiness as \\\"the feeling of getting what you want.\\\"\"]]],[1,\"p\",[[0,[],0,\"Bookshelves overflow with \\\"enjoy your life\\\" titles. Cheerful social media influencers proclaim that happiness is a choice while advertising a consumption-based lifestyle. Everywhere I look – happiness is not just desirable; it is, in fact, something you deserve! The first ever guided meditation on the Headspace app wanted me to \\\"imagine a golden light flow through the top of your head to fill up every cell of your body.\\\"  An ad in a local conscious community group invites me to join \\\"the five days workshop to elevate myself to the next level of consciousness and happiness.\\\" Sex sells. Happiness sells better.\"]]],[1,\"p\",[[0,[],0,\"The desire to be happy is the very definition of unhappiness. Is there some fundamental reason I should be striving to be happy as often as possible? Don't get me wrong; I enjoy good moments when they come. I refuse, however, this to be the main motivator of my life's direction. I hope to see myself as different from animals, hardwired to eat, sleep and socialize. I don't believe the universe, evolution, or authority figures ever had my happiness in mind.\"]]],[1,\"p\",[[0,[],0,\"I might come across as jaded, bitter, or hopeless. Yet I believe that the treadmill of self-centered hope-fuelled circle-jerk of self-healing is a trap that keeps us running in place.\"]]],[1,\"p\",[[0,[],0,\"Suppose you don't deserve to be happy. How would your life be different then?\"]]],[1,\"p\",[]],[1,\"p\",[]],[1,\"p\",[]]],\"ghostVersion\":\"4.0\"}","html":"<p>I remember a long walk I had with an old college friend of mine. He was a very intelligent, well-versed in philosophy Ph.D. candidate. He was also very depressed. Our entire 1 hour long walk from Downtown Manhattan to Grand Central terminal was occupied with the \"what's the meaning of life\" conversation. He explained to me that life is meaningless. It seemed very logical to him: since it's obvious that happiness is the goal in life, and we now have ways of chemically inducing states of happiness, there's nothing else left to do. Another highly intelligent person I met recently confidently described happiness as \"the feeling of getting what you want.\"</p><p>Bookshelves overflow with \"enjoy your life\" titles. Cheerful social media influencers proclaim that happiness is a choice while advertising a consumption-based lifestyle. Everywhere I look – happiness is not just desirable; it is, in fact, something you deserve! The first ever guided meditation on the Headspace app wanted me to \"imagine a golden light flow through the top of your head to fill up every cell of your body.\"  An ad in a local conscious community group invites me to join \"the five days workshop to elevate myself to the next level of consciousness and happiness.\" Sex sells. Happiness sells better.</p><p>The desire to be happy is the very definition of unhappiness. Is there some fundamental reason I should be striving to be happy as often as possible? Don't get me wrong; I enjoy good moments when they come. I refuse, however, this to be the main motivator of my life's direction. I hope to see myself as different from animals, hardwired to eat, sleep and socialize. I don't believe the universe, evolution, or authority figures ever had my happiness in mind.</p><p>I might come across as jaded, bitter, or hopeless. Yet I believe that the treadmill of self-centered hope-fuelled circle-jerk of self-healing is a trap that keeps us running in place.</p><p>Suppose you don't deserve to be happy. How would your life be different then?</p><p></p><p></p>","comment_id":"6248e1e9c0db17003d14b15d","plaintext":"I remember a long walk I had with an old college friend of mine. He was a very\nintelligent, well-versed in philosophy Ph.D. candidate. He was also very\ndepressed. Our entire 1 hour long walk from Downtown Manhattan to Grand Central\nterminal was occupied with the \"what's the meaning of life\" conversation. He\nexplained to me that life is meaningless. It seemed very logical to him: since\nit's obvious that happiness is the goal in life, and we now have ways of\nchemically inducing states of happiness, there's nothing else left to do.\nAnother highly intelligent person I met recently confidently described happiness\nas \"the feeling of getting what you want.\"\n\nBookshelves overflow with \"enjoy your life\" titles. Cheerful social media\ninfluencers proclaim that happiness is a choice while advertising a\nconsumption-based lifestyle. Everywhere I look – happiness is not just\ndesirable; it is, in fact, something you deserve! The first ever guided\nmeditation on the Headspace app wanted me to \"imagine a golden light flow\nthrough the top of your head to fill up every cell of your body.\"  An ad in a\nlocal conscious community group invites me to join \"the five days workshop to\nelevate myself to the next level of consciousness and happiness.\" Sex sells.\nHappiness sells better.\n\nThe desire to be happy is the very definition of unhappiness. Is there some\nfundamental reason I should be striving to be happy as often as possible? Don't\nget me wrong; I enjoy good moments when they come. I refuse, however, this to be\nthe main motivator of my life's direction. I hope to see myself as different\nfrom animals, hardwired to eat, sleep and socialize. I don't believe the\nuniverse, evolution, or authority figures ever had my happiness in mind.\n\nI might come across as jaded, bitter, or hopeless. Yet I believe that the\ntreadmill of self-centered hope-fuelled circle-jerk of self-healing is a trap\nthat keeps us running in place.\n\nSuppose you don't deserve to be happy. How would your life be different then?","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2022-04-02T23:53:13.000Z","updated_at":"2022-07-24T21:34:57.000Z","published_at":"2022-07-24T21:34:57.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"6269fd87c00166003d996107","uuid":"4971e55a-bc8f-4197-96bc-d1572d40224b","title":"The G-word","slug":"the-g-word","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[[\"a\",[\"href\",\"__GHOST_URL__/seven-things-i-learned-at/\"]],[\"em\"]],\"sections\":[[1,\"p\",[[0,[],0,\"There aren't many words I feel uncomfortable saying in public. Yet there's a word frowned upon in the pragmatic modern world. The word that's seen as an anachronism. This word is \\\"God.\\\"\"]]],[1,\"p\",[[0,[],0,\"I remember pausing to consider if I wanted to use the word \\\"God\\\" as I was drafting \"],[0,[0],1,\"Things I learned at the Monastic Academy\"],[0,[],0,\". After much hesitation, I chose to keep it. Sure enough, soon after the post was published, an old friend reached out, saying he was concerned about me. Believe it or not, he was specifically concerned because I used this word. From his perspective, only old or crazy people talk about God, and since I was still pretty young, I must have gone mad or worse – joined a cult. I can't blame him. I would have thought the same not so long ago.\"]]],[1,\"p\",[[0,[],0,\"In high school, I went to a Sunday Orthodox Christian school every week for many years. I learned prayers, sang in a choir, and joined pilgrimages. I knew the Bible better than an average Joe. And yet, through the years, I felt nothing. I was convinced we were all just faking it, believing in something the world religions invented because people needed answers and science couldn't provide them.\"]]],[1,\"p\",[[0,[],0,\"Everything changed while I was at the Monastic Academy. I find it ironic because Buddhists don't believe in God. Whenever someone asks me if I learned anything after spending three months at the monastery, the honest answer is: \\\"I found God.\\\" Unfortunately, this only creates more questions. The types of questions that I don't know how to answer. All my attempts to answer make me sound crazy at best. I came to believe that this type of knowledge is not transferrable. Even now, as I'm typing these words, I'm afraid of being misunderstood.\"]]],[1,\"p\",[[0,[],0,\"Half a year later, I am still shocked to find pointers to what I internalized as God hidden in plain sight in books, rituals, and stories. For example, I was reading \\\"The Pathless Path\\\" by Paul Millerd, where he quoted Julia Cameron, the author of \\\"The Artist's Way\\\":\"]]],[1,\"p\",[[0,[1],1,\"– Creativity requires faith. Faith requires that we relinquish control.\"]]],[1,\"p\",[[0,[],0,\"Relinquishing control is one way I define God.\"]]],[1,\"p\",[]]],\"ghostVersion\":\"4.0\"}","html":"<p>There aren't many words I feel uncomfortable saying in public. Yet there's a word frowned upon in the pragmatic modern world. The word that's seen as an anachronism. This word is \"God.\"</p><p>I remember pausing to consider if I wanted to use the word \"God\" as I was drafting <a href=\"__GHOST_URL__/seven-things-i-learned-at/\">Things I learned at the Monastic Academy</a>. After much hesitation, I chose to keep it. Sure enough, soon after the post was published, an old friend reached out, saying he was concerned about me. Believe it or not, he was specifically concerned because I used this word. From his perspective, only old or crazy people talk about God, and since I was still pretty young, I must have gone mad or worse – joined a cult. I can't blame him. I would have thought the same not so long ago.</p><p>In high school, I went to a Sunday Orthodox Christian school every week for many years. I learned prayers, sang in a choir, and joined pilgrimages. I knew the Bible better than an average Joe. And yet, through the years, I felt nothing. I was convinced we were all just faking it, believing in something the world religions invented because people needed answers and science couldn't provide them.</p><p>Everything changed while I was at the Monastic Academy. I find it ironic because Buddhists don't believe in God. Whenever someone asks me if I learned anything after spending three months at the monastery, the honest answer is: \"I found God.\" Unfortunately, this only creates more questions. The types of questions that I don't know how to answer. All my attempts to answer make me sound crazy at best. I came to believe that this type of knowledge is not transferrable. Even now, as I'm typing these words, I'm afraid of being misunderstood.</p><p>Half a year later, I am still shocked to find pointers to what I internalized as God hidden in plain sight in books, rituals, and stories. For example, I was reading \"The Pathless Path\" by Paul Millerd, where he quoted Julia Cameron, the author of \"The Artist's Way\":</p><p><em>– Creativity requires faith. Faith requires that we relinquish control.</em></p><p>Relinquishing control is one way I define God.</p>","comment_id":"6269fd87c00166003d996107","plaintext":"There aren't many words I feel uncomfortable saying in public. Yet there's a\nword frowned upon in the pragmatic modern world. The word that's seen as an\nanachronism. This word is \"God.\"\n\nI remember pausing to consider if I wanted to use the word \"God\" as I was\ndrafting Things I learned at the Monastic Academy\n[https://chepanov.com/seven-things-i-learned-at/]. After much hesitation, I\nchose to keep it. Sure enough, soon after the post was published, an old friend\nreached out, saying he was concerned about me. Believe it or not, he was\nspecifically concerned because I used this word. From his perspective, only old\nor crazy people talk about God, and since I was still pretty young, I must have\ngone mad or worse – joined a cult. I can't blame him. I would have thought the\nsame not so long ago.\n\nIn high school, I went to a Sunday Orthodox Christian school every week for many\nyears. I learned prayers, sang in a choir, and joined pilgrimages. I knew the\nBible better than an average Joe. And yet, through the years, I felt nothing. I\nwas convinced we were all just faking it, believing in something the world\nreligions invented because people needed answers and science couldn't provide\nthem.\n\nEverything changed while I was at the Monastic Academy. I find it ironic because\nBuddhists don't believe in God. Whenever someone asks me if I learned anything\nafter spending three months at the monastery, the honest answer is: \"I found\nGod.\" Unfortunately, this only creates more questions. The types of questions\nthat I don't know how to answer. All my attempts to answer make me sound crazy\nat best. I came to believe that this type of knowledge is not transferrable.\nEven now, as I'm typing these words, I'm afraid of being misunderstood.\n\nHalf a year later, I am still shocked to find pointers to what I internalized as\nGod hidden in plain sight in books, rituals, and stories. For example, I was\nreading \"The Pathless Path\" by Paul Millerd, where he quoted Julia Cameron, the\nauthor of \"The Artist's Way\":\n\n– Creativity requires faith. Faith requires that we relinquish control.\n\nRelinquishing control is one way I define God.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2022-04-28T02:35:51.000Z","updated_at":"2022-05-22T22:25:14.000Z","published_at":"2022-05-22T08:50:29.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"62cb027a27738d003de8c334","uuid":"5b5f7833-1da1-406f-a5d6-844682ab3de2","title":"Moving Beyond Agreement or Disagreement","slug":"moving-beyond-agreement-or-disagreement","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[[\"a\",[\"href\",\"https://www.circleanywhere.com/what-happens-in-circling\"]],[\"em\"]],\"sections\":[[1,\"p\",[[0,[],0,\"Sometimes I come across people who firmly hold opinions that are diametrically opposite to mine. When this happens, it seems my choices are limited: I am required to be either for or against. Not choosing a side is seen as a weakness. Silence would be interpreted as a disagreement. This game of taking sides has no winning strategy.\"]]],[1,\"p\",[[0,[],0,\"In the 2022 presidential election in Brazil, two candidates came close: 50.90% vs 49.10%. Virtually half of the population voted for one candidate, while the other half chose his opponent. The same thing happened during the 2020 US presidential election. Whichever side you are on, it's probably clear as day why the opposite side is wrong, but consider for a second that they believe just as strongly that you are wrong. How can that be? Half of the population is wrong, and you are right?\"]]],[1,\"p\",[[0,[],0,\"A more personal example came from my weekly circling group. \"],[0,[0],1,\"Circling\"],[0,[],0,\" is a relational meditation, a practice of \\\"being with.\\\" It attracts new-agey types who typically hold liberal views and can't stop talking about their feelings. That week a man of Middle Eastern origin came to the group. After 30 minutes of being quiet, he said the following using his lecturer tone: \\\"\"],[0,[1],1,\"I've been around the world. And I've seen things. And it is my opinion that because of weak, soft, emotional men like you all, this country (United States) is going to fall.\"],[0,[],0,\"\\\"\"]]],[1,\"p\",[[0,[],0,\"Dramatic pause.\"]]],[1,\"p\",[[0,[],0,\"I have a strong opinion about his opinion. I feel emasculated and disrespected by his comment. However, if I had started arguing with him, I would have accepted his rules of the game (the game with no winning strategy). For months I've contemplated the incident, talked to people and sought advice. Finally it is clear to me that between agreeing or disagreeing a third option is always available.\"]]],[1,\"p\",[[0,[],0,\"When faced with opposition I remind myself that I don't know enough. This leads to asking more questions: \\\"Oh wow! This is interesting! How did you come to this conclusion?\\\" The opinions are a result of an individual's unique personal story. They share not because they want me to change their worldview. People just want to be understood, and being argumentative is often the only way they know how.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>Sometimes I come across people who firmly hold opinions that are diametrically opposite to mine. When this happens, it seems my choices are limited: I am required to be either for or against. Not choosing a side is seen as a weakness. Silence would be interpreted as a disagreement. This game of taking sides has no winning strategy.</p><p>In the 2022 presidential election in Brazil, two candidates came close: 50.90% vs 49.10%. Virtually half of the population voted for one candidate, while the other half chose his opponent. The same thing happened during the 2020 US presidential election. Whichever side you are on, it's probably clear as day why the opposite side is wrong, but consider for a second that they believe just as strongly that you are wrong. How can that be? Half of the population is wrong, and you are right?</p><p>A more personal example came from my weekly circling group. <a href=\"https://www.circleanywhere.com/what-happens-in-circling\">Circling</a> is a relational meditation, a practice of \"being with.\" It attracts new-agey types who typically hold liberal views and can't stop talking about their feelings. That week a man of Middle Eastern origin came to the group. After 30 minutes of being quiet, he said the following using his lecturer tone: \"<em>I've been around the world. And I've seen things. And it is my opinion that because of weak, soft, emotional men like you all, this country (United States) is going to fall.</em>\"</p><p>Dramatic pause.</p><p>I have a strong opinion about his opinion. I feel emasculated and disrespected by his comment. However, if I had started arguing with him, I would have accepted his rules of the game (the game with no winning strategy). For months I've contemplated the incident, talked to people and sought advice. Finally it is clear to me that between agreeing or disagreeing a third option is always available.</p><p>When faced with opposition I remind myself that I don't know enough. This leads to asking more questions: \"Oh wow! This is interesting! How did you come to this conclusion?\" The opinions are a result of an individual's unique personal story. They share not because they want me to change their worldview. People just want to be understood, and being argumentative is often the only way they know how.</p>","comment_id":"62cb027a27738d003de8c334","plaintext":"Sometimes I come across people who firmly hold opinions that are diametrically opposite to mine. When this happens, it seems my choices are limited: I am required to be either for or against. Not choosing a side is seen as a weakness. Silence would be interpreted as a disagreement. This game of taking sides has no winning strategy.\n\nIn the 2022 presidential election in Brazil, two candidates came close: 50.90% vs 49.10%. Virtually half of the population voted for one candidate, while the other half chose his opponent. The same thing happened during the 2020 US presidential election. Whichever side you are on, it's probably clear as day why the opposite side is wrong, but consider for a second that they believe just as strongly that you are wrong. How can that be? Half of the population is wrong, and you are right?\n\nA more personal example came from my weekly circling group. Circling is a relational meditation, a practice of \"being with.\" It attracts new-agey types who typically hold liberal views and can't stop talking about their feelings. That week a man of Middle Eastern origin came to the group. After 30 minutes of being quiet, he said the following using his lecturer tone: \"I've been around the world. And I've seen things. And it is my opinion that because of weak, soft, emotional men like you all, this country (United States) is going to fall.\"\n\nDramatic pause.\n\nI have a strong opinion about his opinion. I feel emasculated and disrespected by his comment. However, if I had started arguing with him, I would have accepted his rules of the game (the game with no winning strategy). For months I've contemplated the incident, talked to people and sought advice. Finally it is clear to me that between agreeing or disagreeing a third option is always available.\n\nWhen faced with opposition I remind myself that I don't know enough. This leads to asking more questions: \"Oh wow! This is interesting! How did you come to this conclusion?\" The opinions are a result of an individual's unique personal story. They share not because they want me to change their worldview. People just want to be understood, and being argumentative is often the only way they know how.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2022-07-10T16:46:50.000Z","updated_at":"2023-03-23T01:59:23.000Z","published_at":"2023-01-27T03:23:11.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"6311635df4fc9a003d2ecd15","uuid":"dfeda16c-6e80-4f40-97d3-0a84dfaae835","title":"Irreconcilable differences","slug":"irreconcilable-differences","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[[\"em\"],[\"a\",[\"href\",\"__GHOST_URL__/are-you-making-progress/\"]]],\"sections\":[[1,\"p\",[[0,[],0,\"The world of personal development and self-help has two main flavors. Each is believed to be The Way by its many followers. I will call them: \\\"toxic positivity\\\" and \\\"suffer more.\\\"\"]]],[1,\"p\",[[0,[0],1,\"Don't say \\\"problems\\\", say \\\"challenges\\\". Repeat every morning: \\\"I am loved. I am happy. I am safe\\\". You are the one in control of your happiness. Choose positive emotions. Let go of negative people. Create your own reality...\"],[0,[],0,\" Spewing positivity 24/7; judging you for being sad and afraid of being afraid they will send you a YouTube video with a happiness meditation by Joe Dispenza. I dub them \\\"toxic positivity.\\\"\"]]],[1,\"p\",[[0,[],0,\"The diametrically opposite worldview sees all negative emotions as an opportunity for \\\"shadow work.\\\" \"],[0,[0],1,\"Feel the agonizing loneliness all the way through until the emotion exhausts itself like a crying baby. The only reason you are feeling it now is that you didn't allow yourself to feel it fully in the past.  Your emotions are not something you can choose.\"],[0,[],0,\"  Adepts of this philosophy believe that they are \"],[0,[1],1,\"making progress\"],[0,[],0,\" in personal growth every time they hit a major emotional trigger or depression. The only way out is through.\"]]],[1,\"p\",[[0,[],0,\"The two ways of looking at the world appear to be irreconcilable. For years I've been learning to reframe my suffering as progress. And while I still can't tolerate toxic positivity, I wonder sometimes, if orienting my mind towards what feels good can be ... good?\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>The world of personal development and self-help has two main flavors. Each is believed to be The Way by its many followers. I will call them: \"toxic positivity\" and \"suffer more.\"</p><p><em>Don't say \"problems\", say \"challenges\". Repeat every morning: \"I am loved. I am happy. I am safe\". You are the one in control of your happiness. Choose positive emotions. Let go of negative people. Create your own reality...</em> Spewing positivity 24/7; judging you for being sad and afraid of being afraid they will send you a YouTube video with a happiness meditation by Joe Dispenza. I dub them \"toxic positivity.\"</p><p>The diametrically opposite worldview sees all negative emotions as an opportunity for \"shadow work.\" <em>Feel the agonizing loneliness all the way through until the emotion exhausts itself like a crying baby. The only reason you are feeling it now is that you didn't allow yourself to feel it fully in the past.  Your emotions are not something you can choose.</em>  Adepts of this philosophy believe that they are <a href=\"__GHOST_URL__/are-you-making-progress/\">making progress</a> in personal growth every time they hit a major emotional trigger or depression. The only way out is through.</p><p>The two ways of looking at the world appear to be irreconcilable. For years I've been learning to reframe my suffering as progress. And while I still can't tolerate toxic positivity, I wonder sometimes, if orienting my mind towards what feels good can be ... good?</p>","comment_id":"6311635df4fc9a003d2ecd15","plaintext":"The world of personal development and self-help has two main flavors. Each is\nbelieved to be The Way by its many followers. I will call them: \"toxic\npositivity\" and \"suffer more.\"\n\nDon't say \"problems\", say \"challenges\". Repeat every morning: \"I am loved. I am\nhappy. I am safe\". You are the one in control of your happiness. Choose positive\nemotions. Let go of negative people. Create your own reality... Spewing\npositivity 24/7; judging you for being sad and afraid of being afraid they will\nsend you a YouTube video with a happiness meditation by Joe Dispenza. I dub them\n\"toxic positivity.\"\n\nThe diametrically opposite worldview sees all negative emotions as an\nopportunity for \"shadow work.\" Feel the agonizing loneliness all the way through\nuntil the emotion exhausts itself like a crying baby. The only reason you are\nfeeling it now is that you didn't allow yourself to feel it fully in the past.\n Your emotions are not something you can choose. Adepts of this philosophy\nbelieve that they are making progress\n[https://chepanov.com/are-you-making-progress/] in personal growth every time\nthey hit a major emotional trigger or depression. The only way out is through.\n\nThe two ways of looking at the world appear to be irreconcilable. For years I've\nbeen learning to reframe my suffering as progress. And while I still can't\ntolerate toxic positivity, I wonder sometimes, if orienting my mind towards what\nfeels good can be ... good?","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2022-09-02T01:58:53.000Z","updated_at":"2022-09-04T17:28:49.000Z","published_at":"2022-09-04T17:28:49.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"634245849a4cb3003d411d56","uuid":"33469448-b1f5-49ae-a665-bc295576e06f","title":"What chapter are you on?","slug":"what-chapter-are-you-on","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[[\"a\",[\"href\",\"__GHOST_URL__/seven-things-i-learned-at\"]]],\"sections\":[[1,\"p\",[[0,[],0,\"If you know me, you know that I love talking about myself. During my three months stay at the Monastic Academy in Vermont, I was surrounded by people who were very good at listening. After some time, I realized I was bored by my voice reiterating the same story: difficult childhood, school, college, immigration, marriage, divorce, burnout, boo-hoo, so sad. Annoyed, I took a week of Noble Silence – intentionally abstaining from any form of communication. This experiment showed me that 90% of everything I say is entirely unnecessary. Read \"],[0,[0],1,\"Things I learned at the Monastic Academy\"],[0,[],0,\" for more insights.\"]]],[1,\"p\",[[0,[],0,\"We, humans, love stories. It's our favorite pastime—stories about ourselves, others, countries, and imaginary worlds fuel entire industries. Anything I can put into words is part of a narrative I already subscribe to. Denying myself my personal story is denying my humanity. And yet drowning in my victimhood is no way to live, either.\"]]],[1,\"p\",[[0,[],0,\"During the following months, I discovered a different story. It felt like one chapter of my life was over, and another chapter had just begun. Today when I need to introduce myself, the story goes like this: New York, burnout, quitting my job, monastery, travel, travel, travel, new job, Austin, aspire to become a therapist. A large portion of prior events all squished together, and many recent events gained more relevancy and importance.\"]]],[1,\"p\",[[0,[],0,\"I discovered that I can structure and reinterpret the events in my past to arrive at any arbitrary conclusion about who I am now. I have even more freedom to say what I plan on doing next. It's inevitable that I'm the main character in my autobiography. However, I must also remember that I am responsible for writing it.\"]]],[1,\"p\",[[0,[],0,\"I want to leave you with one question: If your autobiography was written one day, what would be the title of the chapter you are living in today?\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>If you know me, you know that I love talking about myself. During my three months stay at the Monastic Academy in Vermont, I was surrounded by people who were very good at listening. After some time, I realized I was bored by my voice reiterating the same story: difficult childhood, school, college, immigration, marriage, divorce, burnout, boo-hoo, so sad. Annoyed, I took a week of Noble Silence – intentionally abstaining from any form of communication. This experiment showed me that 90% of everything I say is entirely unnecessary. Read <a href=\"__GHOST_URL__/seven-things-i-learned-at\">Things I learned at the Monastic Academy</a> for more insights.</p><p>We, humans, love stories. It's our favorite pastime—stories about ourselves, others, countries, and imaginary worlds fuel entire industries. Anything I can put into words is part of a narrative I already subscribe to. Denying myself my personal story is denying my humanity. And yet drowning in my victimhood is no way to live, either.</p><p>During the following months, I discovered a different story. It felt like one chapter of my life was over, and another chapter had just begun. Today when I need to introduce myself, the story goes like this: New York, burnout, quitting my job, monastery, travel, travel, travel, new job, Austin, aspire to become a therapist. A large portion of prior events all squished together, and many recent events gained more relevancy and importance.</p><p>I discovered that I can structure and reinterpret the events in my past to arrive at any arbitrary conclusion about who I am now. I have even more freedom to say what I plan on doing next. It's inevitable that I'm the main character in my autobiography. However, I must also remember that I am responsible for writing it.</p><p>I want to leave you with one question: If your autobiography was written one day, what would be the title of the chapter you are living in today?</p>","comment_id":"634245849a4cb3003d411d56","plaintext":"If you know me, you know that I love talking about myself. During my three\nmonths stay at the Monastic Academy in Vermont, I was surrounded by people who\nwere very good at listening. After some time, I realized I was bored by my voice\nreiterating the same story: difficult childhood, school, college, immigration,\nmarriage, divorce, burnout, boo-hoo, so sad. Annoyed, I took a week of Noble\nSilence – intentionally abstaining from any form of communication. This\nexperiment showed me that 90% of everything I say is entirely unnecessary. Read \nThings I learned at the Monastic Academy\n[https://chepanov.com/seven-things-i-learned-at] for more insights.\n\nWe, humans, love stories. It's our favorite pastime—stories about ourselves,\nothers, countries, and imaginary worlds fuel entire industries. Anything I can\nput into words is part of a narrative I already subscribe to. Denying myself my\npersonal story is denying my humanity. And yet drowning in my victimhood is no\nway to live, either.\n\nDuring the following months, I discovered a different story. It felt like one\nchapter of my life was over, and another chapter had just begun. Today when I\nneed to introduce myself, the story goes like this: New York, burnout, quitting\nmy job, monastery, travel, travel, travel, new job, Austin, aspire to become a\ntherapist. A large portion of prior events all squished together, and many\nrecent events gained more relevancy and importance.\n\nI discovered that I can structure and reinterpret the events in my past to\narrive at any arbitrary conclusion about who I am now. I have even more freedom\nto say what I plan on doing next. It's inevitable that I'm the main character in\nmy autobiography. However, I must also remember that I am responsible for\nwriting it.\n\nI want to leave you with one question: If your autobiography was written one\nday, what would be the title of the chapter you are living in today?","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2022-10-09T03:52:36.000Z","updated_at":"2022-10-27T15:20:17.000Z","published_at":"2022-10-27T15:20:17.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"6355de2dabd2d7003d657e5b","uuid":"7b074783-1168-4ddc-ad60-a03f68f4bc7a","title":"The opposite of depression","slug":"the-opposite-of-depression","mobiledoc":"{\"version\":\"0.3.1\",\"ghostVersion\":\"4.0\",\"markups\":[],\"atoms\":[],\"cards\":[],\"sections\":[[1,\"p\",[[0,[],0,\"\"]]]]}","html":null,"comment_id":"6355de2dabd2d7003d657e5b","plaintext":null,"feature_image":null,"featured":0,"type":"post","status":"draft","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2022-10-24T00:37:01.000Z","updated_at":"2022-10-24T00:37:01.000Z","published_at":null,"custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":null,"lexical":null,"show_title_and_feature_image":1},{"id":"6362f2fbb355db003df938ab","uuid":"a18fbe47-ae97-4e6f-9707-67b1fd863780","title":"Above All Else, We Want to Be Understood","slug":"above-all-else-we-want-to-be-understood","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"For as long as I remember, my life has been plagued by frequent episodes of depression, loneliness, and heart-wrenching feelings of abandonment that often happen without any objective reason. This pain is my daily reality, a source of inspiration, the biggest mystery, and the most difficult life project to date. I didn't even know I had the feeling when I was younger. Every attempt to explain it was met with: \\\"Well, that's how all people sometimes feel. Stop whining\\\". In my late twenties, I still didn't have a name for it. Over time, however, I discovered books and friends that finally helped me contextualize it.\"]]],[1,\"p\",[[0,[],0,\"Over the years, I became sensitive to any form of unsolicited advice. Here's a typical experience I often have. A friend asks how my life has been. I reply through the lens of my ongoing challenge. I might talk about a book I found that helped me better understand myself. Or if you catch me on a bad day, you'll likely hear an elaborate explanation of why I'm fucked beyond repair. Most people don't know how to react, so they immediately attempt to offer help in the form of \\\"Have you tried therapy?\\\" (Also breathwork, meditation, stoicism, Buddhism, shamanism, anti-depressants, positive-thinking, etc.)\"]]],[1,\"p\",[[0,[],0,\"My story is just an example of a wider pattern. Every person I know is going through their version of The Challenge. Some might struggle for years, feeling unsuccessful in their career; others want to feel attractive or start a family soon. It's something they think about every single day for years. This pain motivates them to read books, try coaching, and make significant life changes to solve the puzzle.\"]]],[1,\"p\",[[0,[],0,\"There's one thing these people have in common: they don't want to hear any advice. I spent decades learning about my particular flavor of suffering. I tried numerous ways of approaching it from every conceivable angle. Unless you are facing a nearly identical problem, you are not qualified to give advice. And unless I'm asking for it, advice is not what I'm looking for.\"]]],[1,\"p\",[[0,[],0,\"If you're the one sharing, remember that advice is often a clumsy expression of care. Thank your friend for their concern. Then politely but firmly tell them you didn't ask for their advice. If you're the listener, aim for understanding. Ask clarifying questions. Imagine yourself in their shoes. I am convinced that, above all else, we want to be understood.\"]]]],\"ghostVersion\":\"4.0\"}","html":"<p>For as long as I remember, my life has been plagued by frequent episodes of depression, loneliness, and heart-wrenching feelings of abandonment that often happen without any objective reason. This pain is my daily reality, a source of inspiration, the biggest mystery, and the most difficult life project to date. I didn't even know I had the feeling when I was younger. Every attempt to explain it was met with: \"Well, that's how all people sometimes feel. Stop whining\". In my late twenties, I still didn't have a name for it. Over time, however, I discovered books and friends that finally helped me contextualize it.</p><p>Over the years, I became sensitive to any form of unsolicited advice. Here's a typical experience I often have. A friend asks how my life has been. I reply through the lens of my ongoing challenge. I might talk about a book I found that helped me better understand myself. Or if you catch me on a bad day, you'll likely hear an elaborate explanation of why I'm fucked beyond repair. Most people don't know how to react, so they immediately attempt to offer help in the form of \"Have you tried therapy?\" (Also breathwork, meditation, stoicism, Buddhism, shamanism, anti-depressants, positive-thinking, etc.)</p><p>My story is just an example of a wider pattern. Every person I know is going through their version of The Challenge. Some might struggle for years, feeling unsuccessful in their career; others want to feel attractive or start a family soon. It's something they think about every single day for years. This pain motivates them to read books, try coaching, and make significant life changes to solve the puzzle.</p><p>There's one thing these people have in common: they don't want to hear any advice. I spent decades learning about my particular flavor of suffering. I tried numerous ways of approaching it from every conceivable angle. Unless you are facing a nearly identical problem, you are not qualified to give advice. And unless I'm asking for it, advice is not what I'm looking for.</p><p>If you're the one sharing, remember that advice is often a clumsy expression of care. Thank your friend for their concern. Then politely but firmly tell them you didn't ask for their advice. If you're the listener, aim for understanding. Ask clarifying questions. Imagine yourself in their shoes. I am convinced that, above all else, we want to be understood.</p>","comment_id":"6362f2fbb355db003df938ab","plaintext":"For as long as I remember, my life has been plagued by frequent episodes of depression, loneliness, and heart-wrenching feelings of abandonment that often happen without any objective reason. This pain is my daily reality, a source of inspiration, the biggest mystery, and the most difficult life project to date. I didn't even know I had the feeling when I was younger. Every attempt to explain it was met with: \"Well, that's how all people sometimes feel. Stop whining\". In my late twenties, I still didn't have a name for it. Over time, however, I discovered books and friends that finally helped me contextualize it.\n\nOver the years, I became sensitive to any form of unsolicited advice. Here's a typical experience I often have. A friend asks how my life has been. I reply through the lens of my ongoing challenge. I might talk about a book I found that helped me better understand myself. Or if you catch me on a bad day, you'll likely hear an elaborate explanation of why I'm fucked beyond repair. Most people don't know how to react, so they immediately attempt to offer help in the form of \"Have you tried therapy?\" (Also breathwork, meditation, stoicism, Buddhism, shamanism, anti-depressants, positive-thinking, etc.)\n\nMy story is just an example of a wider pattern. Every person I know is going through their version of The Challenge. Some might struggle for years, feeling unsuccessful in their career; others want to feel attractive or start a family soon. It's something they think about every single day for years. This pain motivates them to read books, try coaching, and make significant life changes to solve the puzzle.\n\nThere's one thing these people have in common: they don't want to hear any advice. I spent decades learning about my particular flavor of suffering. I tried numerous ways of approaching it from every conceivable angle. Unless you are facing a nearly identical problem, you are not qualified to give advice. And unless I'm asking for it, advice is not what I'm looking for.\n\nIf you're the one sharing, remember that advice is often a clumsy expression of care. Thank your friend for their concern. Then politely but firmly tell them you didn't ask for their advice. If you're the listener, aim for understanding. Ask clarifying questions. Imagine yourself in their shoes. I am convinced that, above all else, we want to be understood.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2022-11-02T22:45:15.000Z","updated_at":"2023-07-12T03:29:51.000Z","published_at":"2023-07-04T17:20:07.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"63d7ffbcb1652f003dc1fd8d","uuid":"d07d93e5-e460-4b64-9191-ebe0a562a085","title":"The immigration trauma","slug":"the-immigration-trauma","mobiledoc":"{\"version\":\"0.3.1\",\"ghostVersion\":\"4.0\",\"markups\":[],\"atoms\":[],\"cards\":[],\"sections\":[[1,\"p\",[[0,[],0,\"\"]]]]}","html":null,"comment_id":"63d7ffbcb1652f003dc1fd8d","plaintext":null,"feature_image":null,"featured":0,"type":"post","status":"draft","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2023-01-30T17:34:52.000Z","updated_at":"2023-01-30T17:34:52.000Z","published_at":null,"custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":null,"lexical":null,"show_title_and_feature_image":1},{"id":"63dec46fb1652f003dc1fda5","uuid":"f283a809-ad64-4010-895a-346ca172dc18","title":"You can't travel when you don't have a home","slug":"you-cant-travel-when-you-dont-have-a-home","mobiledoc":"{\"version\":\"0.3.1\",\"ghostVersion\":\"4.0\",\"markups\":[],\"atoms\":[],\"cards\":[],\"sections\":[[1,\"p\",[[0,[],0,\"\"]]]]}","html":null,"comment_id":"63dec46fb1652f003dc1fda5","plaintext":null,"feature_image":null,"featured":0,"type":"post","status":"draft","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2023-02-04T20:47:43.000Z","updated_at":"2023-02-04T20:47:43.000Z","published_at":null,"custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":null,"lexical":null,"show_title_and_feature_image":1},{"id":"63fe20e6775068003dbe52e0","uuid":"dbef09c2-975d-4a94-b49b-aabc8077d1fe","title":"The Salvation Fantasy","slug":"the-salvation-fantasy","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[[\"a\",[\"href\",\"__GHOST_URL__/its-not-about-your-happiness/\"]],[\"em\"],[\"a\",[\"href\",\"https://en.wikipedia.org/wiki/Ch%C3%B6gyam_Trungpa\"]]],\"sections\":[[1,\"p\",[[0,[],0,\"I returned from my vacation full of energy. Inspired to change my life, I begin to plan: I need a daily meditation, and I should establish a regular workout routine. Tomorrow I will wake up at 6 am to start my perfect day early. This thinking is very soothing, comforting, and filled with hope. Satisfied with this fantasy and having set my alarm clock I'm falling asleep...\"]]],[1,\"p\",[[0,[],0,\"An acquaintance is telling me how her last months have been dark and filled with depression. She believes that her struggles are meant to teach her something. She smiles with sad eyes and repeats a popular cliché: \\\"Experiencing Pain Is the Only Way to Achieve Happiness\\\". She does not want the pain. You see, once she's done with the darkness, she can finally rest in the light.\"]]],[1,\"p\",[[0,[],0,\"What the two stories have in common is known as a \\\"Salvation fantasy\\\", a belief that there's something nice, bright, and happy waiting for you. You just need to do a little better or suffer a little longer for it to come true. I first discovered this concept in \\\"Complex PTSD: From Surviving to Thriving\\\" by Pete Walker. In the book, he acknowledges that overcoming the \\\"salvation fantasy\\\" can be challenging. He discusses how individuals with C-PTSD often develop this fantasy as a coping mechanism to deal with pain and emptiness. The idea of being rescued or saved can provide a temporary sense of relief and hope.\"]]],[1,\"p\",[[0,[],0,\"As I previously wrote in  \"],[0,[0],1,\"You don't deserve to be happy\"],[0,[],0,\": \\\"\"],[0,[1],1,\"The desire to be happy is the very definition of unhappiness.\\\"\"]]],[1,\"p\",[[0,[],0,\"An alternative worldview is described in my favorite quote by \"],[0,[2],1,\"Chögyam Trungpa\"],[0,[],0,\":\"]]],[1,\"blockquote\",[[0,[],0,\"The bad news is you’re falling through the air, nothing to hang on to, no parachute. The good news is, there’s no ground.\"]]],[1,\"p\",[]]],\"ghostVersion\":\"4.0\"}","html":"<p>I returned from my vacation full of energy. Inspired to change my life, I begin to plan: I need a daily meditation, and I should establish a regular workout routine. Tomorrow I will wake up at 6 am to start my perfect day early. This thinking is very soothing, comforting, and filled with hope. Satisfied with this fantasy and having set my alarm clock I'm falling asleep...</p><p>An acquaintance is telling me how her last months have been dark and filled with depression. She believes that her struggles are meant to teach her something. She smiles with sad eyes and repeats a popular cliché: \"Experiencing Pain Is the Only Way to Achieve Happiness\". She does not want the pain. You see, once she's done with the darkness, she can finally rest in the light.</p><p>What the two stories have in common is known as a \"Salvation fantasy\", a belief that there's something nice, bright, and happy waiting for you. You just need to do a little better or suffer a little longer for it to come true. I first discovered this concept in \"Complex PTSD: From Surviving to Thriving\" by Pete Walker. In the book, he acknowledges that overcoming the \"salvation fantasy\" can be challenging. He discusses how individuals with C-PTSD often develop this fantasy as a coping mechanism to deal with pain and emptiness. The idea of being rescued or saved can provide a temporary sense of relief and hope.</p><p>As I previously wrote in  <a href=\"__GHOST_URL__/its-not-about-your-happiness/\">You don't deserve to be happy</a>: \"<em>The desire to be happy is the very definition of unhappiness.\"</em></p><p>An alternative worldview is described in my favorite quote by <a href=\"https://en.wikipedia.org/wiki/Ch%C3%B6gyam_Trungpa\">Chögyam Trungpa</a>:</p><blockquote>The bad news is you’re falling through the air, nothing to hang on to, no parachute. The good news is, there’s no ground.</blockquote>","comment_id":"63fe20e6775068003dbe52e0","plaintext":"I returned from my vacation full of energy. Inspired to change my life, I begin to plan: I need a daily meditation, and I should establish a regular workout routine. Tomorrow I will wake up at 6 am to start my perfect day early. This thinking is very soothing, comforting, and filled with hope. Satisfied with this fantasy and having set my alarm clock I'm falling asleep...\n\nAn acquaintance is telling me how her last months have been dark and filled with depression. She believes that her struggles are meant to teach her something. She smiles with sad eyes and repeats a popular cliché: \"Experiencing Pain Is the Only Way to Achieve Happiness\". She does not want the pain. You see, once she's done with the darkness, she can finally rest in the light.\n\nWhat the two stories have in common is known as a \"Salvation fantasy\", a belief that there's something nice, bright, and happy waiting for you. You just need to do a little better or suffer a little longer for it to come true. I first discovered this concept in \"Complex PTSD: From Surviving to Thriving\" by Pete Walker. In the book, he acknowledges that overcoming the \"salvation fantasy\" can be challenging. He discusses how individuals with C-PTSD often develop this fantasy as a coping mechanism to deal with pain and emptiness. The idea of being rescued or saved can provide a temporary sense of relief and hope.\n\nAs I previously wrote in  You don't deserve to be happy: \"The desire to be happy is the very definition of unhappiness.\"\n\nAn alternative worldview is described in my favorite quote by Chögyam Trungpa:\n\nThe bad news is you’re falling through the air, nothing to hang on to, no parachute. The good news is, there’s no ground.","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2023-02-28T15:42:30.000Z","updated_at":"2023-08-20T00:16:20.000Z","published_at":"2023-08-20T00:16:20.000Z","custom_excerpt":"Embrace an alternative perspective on pain, happiness, and the journey toward self-discovery.","codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"6418ec818cf091003dc7066f","uuid":"1c65499f-e4b5-41da-ad2a-41425aca31af","title":"Chasing the Intangible: Soulfulness","slug":"chasing-the-intangible-soulfulness","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[[\"em\"],[\"a\",[\"href\",\"__GHOST_URL__/why-are-you-doing-this/\"]]],\"sections\":[[1,\"p\",[[0,[],0,\"Recently I've started seeing all life experiences as falling into one of two categories. Some – people, buildings, circumstances, interactions, jobs – leave me warm, inspired, and hopeful. Other situations leave me cold, empty, and depressed. For lack of a better word, I will call the first category – soulful and the other – empty. I often can't tell if an experience will fall into one category or the other.\"]]],[1,\"p\",[[0,[],0,\"Advertisers don't sell products or services. All ads appeal to our desire to have soulful experiences. Whether it's a new car, fine dining, a sophisticated spiritual event, or fashionable branded clothing, each is advertised with the promise of making you feel good. In my life, however, these often left me feeling empty. I would go as far as to say that while quality can be purchased, \"],[0,[0],1,\"soulfulness\"],[0,[],0,\" cannot be. It's the difference between a client and a friend, an employee and a business partner, a restaurant meal and a homemade dinner.\"]]],[1,\"p\",[[0,[],0,\"Behind every experience, there's a person. The one who cooked the food you are eating, or the one who designed and built the house you live in. I believe the person's essence and intentions are imprinted in everything the person creates. This is why what should be oh-so-soulful on the surface, e.g., \\\"a non-profit for a social cause,\\\" can quickly turn into a shit show when people behind the organization start doing \"],[0,[1],1,\"the right thing for the wrong reason\"],[0,[],0,\". On the other hand, a simple grocery store can feel like home when owners put their life into it.\"]]],[1,\"p\",[[0,[],0,\"There's a word in the Russian language –\\\"великодушный\\\" – that can be best translated as generous or magnanimous. Like its Latin counterpart, the word has two roots: \\\"great\\\" and \\\"soul\\\" — one with a great soul. Conversely, the word \\\"малодушный\\\" can be translated as cowardly or faint-hearted. It, too, consists of two parts: \\\"little\\\" and \\\"soul\\\"— one with a little soul. Words' etymology often reflects deeper truths, which makes me wonder: What can I do to cultivate my soulfulness?\"]]],[1,\"p\",[]],[1,\"p\",[]]],\"ghostVersion\":\"4.0\"}","html":"<p>Recently I've started seeing all life experiences as falling into one of two categories. Some – people, buildings, circumstances, interactions, jobs – leave me warm, inspired, and hopeful. Other situations leave me cold, empty, and depressed. For lack of a better word, I will call the first category – soulful and the other – empty. I often can't tell if an experience will fall into one category or the other.</p><p>Advertisers don't sell products or services. All ads appeal to our desire to have soulful experiences. Whether it's a new car, fine dining, a sophisticated spiritual event, or fashionable branded clothing, each is advertised with the promise of making you feel good. In my life, however, these often left me feeling empty. I would go as far as to say that while quality can be purchased, <em>soulfulness</em> cannot be. It's the difference between a client and a friend, an employee and a business partner, a restaurant meal and a homemade dinner.</p><p>Behind every experience, there's a person. The one who cooked the food you are eating, or the one who designed and built the house you live in. I believe the person's essence and intentions are imprinted in everything the person creates. This is why what should be oh-so-soulful on the surface, e.g., \"a non-profit for a social cause,\" can quickly turn into a shit show when people behind the organization start doing <a href=\"__GHOST_URL__/why-are-you-doing-this/\">the right thing for the wrong reason</a>. On the other hand, a simple grocery store can feel like home when owners put their life into it.</p><p>There's a word in the Russian language –\"великодушный\" – that can be best translated as generous or magnanimous. Like its Latin counterpart, the word has two roots: \"great\" and \"soul\" — one with a great soul. Conversely, the word \"малодушный\" can be translated as cowardly or faint-hearted. It, too, consists of two parts: \"little\" and \"soul\"— one with a little soul. Words' etymology often reflects deeper truths, which makes me wonder: What can I do to cultivate my soulfulness?</p><p></p>","comment_id":"6418ec818cf091003dc7066f","plaintext":"Recently I've started seeing all life experiences as falling into one of two categories. Some – people, buildings, circumstances, interactions, jobs – leave me warm, inspired, and hopeful. Other situations leave me cold, empty, and depressed. For lack of a better word, I will call the first category – soulful and the other – empty. I often can't tell if an experience will fall into one category or the other.\n\nAdvertisers don't sell products or services. All ads appeal to our desire to have soulful experiences. Whether it's a new car, fine dining, a sophisticated spiritual event, or fashionable branded clothing, each is advertised with the promise of making you feel good. In my life, however, these often left me feeling empty. I would go as far as to say that while quality can be purchased, soulfulness cannot be. It's the difference between a client and a friend, an employee and a business partner, a restaurant meal and a homemade dinner.\n\nBehind every experience, there's a person. The one who cooked the food you are eating, or the one who designed and built the house you live in. I believe the person's essence and intentions are imprinted in everything the person creates. This is why what should be oh-so-soulful on the surface, e.g., \"a non-profit for a social cause,\" can quickly turn into a shit show when people behind the organization start doing the right thing for the wrong reason. On the other hand, a simple grocery store can feel like home when owners put their life into it.\n\nThere's a word in the Russian language –\"великодушный\" – that can be best translated as generous or magnanimous. Like its Latin counterpart, the word has two roots: \"great\" and \"soul\" — one with a great soul. Conversely, the word \"малодушный\" can be translated as cowardly or faint-hearted. It, too, consists of two parts: \"little\" and \"soul\"— one with a little soul. Words' etymology often reflects deeper truths, which makes me wonder: What can I do to cultivate my soulfulness?\n\n","feature_image":null,"featured":0,"type":"post","status":"published","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2023-03-20T23:30:09.000Z","updated_at":"2023-03-23T01:32:00.000Z","published_at":"2023-03-23T01:32:00.000Z","custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":"6270ff2e7d090300314e4aa4","lexical":null,"show_title_and_feature_image":1},{"id":"64bc2d39862d31000185db27","uuid":"48592da7-4e5b-462d-b931-1859c0bd40a7","title":"Trust requires agency","slug":"trust-requires-agency","mobiledoc":"{\"version\":\"0.3.1\",\"atoms\":[],\"cards\":[],\"markups\":[],\"sections\":[[1,\"p\",[[0,[],0,\"When I think about the concept of trust I think about someone telling a lie. If they lied before, obviously they might have lost my trust and as a result I no longer trust them. Like the boy who cried wolf. However this isn't the most common situation.\"]]],[1,\"p\",[[0,[],0,\"Consider someone who confidently promises something to you. They have no track record of lying to you. And yet, you don't trust their words. Recently this happened to me in a relationship where I had no doubts my partner wasn't trying to deceive me. They meant exactly what they said the problem was I didn't believe they knew themselves enough to deliver.\"]]],[1,\"p\",[[0,[],0,\"I hear a lot about building trust in relationships. This often confused me since I assumed trust to mean \\\"believing in that the other person is not lying to you\\\". And since most people don't lie to me most of the times I have no reason to not trust them.\"]]],[1,\"p\",[]]],\"ghostVersion\":\"4.0\"}","html":"<p>When I think about the concept of trust I think about someone telling a lie. If they lied before, obviously they might have lost my trust and as a result I no longer trust them. Like the boy who cried wolf. However this isn't the most common situation.</p><p>Consider someone who confidently promises something to you. They have no track record of lying to you. And yet, you don't trust their words. Recently this happened to me in a relationship where I had no doubts my partner wasn't trying to deceive me. They meant exactly what they said the problem was I didn't believe they knew themselves enough to deliver.</p><p>I hear a lot about building trust in relationships. This often confused me since I assumed trust to mean \"believing in that the other person is not lying to you\". And since most people don't lie to me most of the times I have no reason to not trust them.</p>","comment_id":"64bc2d39862d31000185db27","plaintext":"When I think about the concept of trust I think about someone telling a lie. If they lied before, obviously they might have lost my trust and as a result I no longer trust them. Like the boy who cried wolf. However this isn't the most common situation.\n\nConsider someone who confidently promises something to you. They have no track record of lying to you. And yet, you don't trust their words. Recently this happened to me in a relationship where I had no doubts my partner wasn't trying to deceive me. They meant exactly what they said the problem was I didn't believe they knew themselves enough to deliver.\n\nI hear a lot about building trust in relationships. This often confused me since I assumed trust to mean \"believing in that the other person is not lying to you\". And since most people don't lie to me most of the times I have no reason to not trust them.","feature_image":null,"featured":0,"type":"post","status":"draft","locale":null,"visibility":"public","email_recipient_filter":"all","created_at":"2023-07-22T19:25:45.000Z","updated_at":"2023-07-22T19:53:13.000Z","published_at":null,"custom_excerpt":null,"codeinjection_head":null,"codeinjection_foot":null,"custom_template":null,"canonical_url":null,"newsletter_id":null,"lexical":null,"show_title_and_feature_image":1}],"posts_authors":[{"id":"615665144d6ebd003b34d9eb","post_id":"615665144d6ebd003b34d9ea","author_id":"1","sort_order":0},{"id":"61566d264d6ebd003b34d9fc","post_id":"61566d264d6ebd003b34d9fb","author_id":"1","sort_order":0},{"id":"61567a1d4d6ebd003b34da09","post_id":"61567a1d4d6ebd003b34da08","author_id":"1","sort_order":0},{"id":"61567b1d4d6ebd003b34da13","post_id":"61567b1d4d6ebd003b34da12","author_id":"1","sort_order":0},{"id":"61567b854d6ebd003b34da1d","post_id":"61567b854d6ebd003b34da1c","author_id":"1","sort_order":0},{"id":"61567bba4d6ebd003b34da27","post_id":"61567bba4d6ebd003b34da26","author_id":"1","sort_order":0},{"id":"61567bf54d6ebd003b34da31","post_id":"61567bf54d6ebd003b34da30","author_id":"1","sort_order":0},{"id":"61567d084d6ebd003b34da3c","post_id":"61567d084d6ebd003b34da3b","author_id":"1","sort_order":0},{"id":"617c070c396f40003bb58364","post_id":"617c070b396f40003bb58363","author_id":"1","sort_order":0},{"id":"617d61e0daeff4003b82ff88","post_id":"617d61dfdaeff4003b82ff87","author_id":"1","sort_order":0},{"id":"617ef6dedaeff4003b82ffb9","post_id":"617ef6dedaeff4003b82ffb8","author_id":"1","sort_order":0},{"id":"61859849985e02003bf4fc86","post_id":"61859849985e02003bf4fc85","author_id":"1","sort_order":0},{"id":"61a681de06ef570048289214","post_id":"61a681de06ef570048289213","author_id":"1","sort_order":0},{"id":"61cf237e7d0ac2004864df46","post_id":"61cf237e7d0ac2004864df45","author_id":"1","sort_order":0},{"id":"61fea5c0791a72003b6eddcb","post_id":"61fea5c0791a72003b6eddca","author_id":"1","sort_order":0},{"id":"6220f782968df2003db3b0d9","post_id":"6220f781968df2003db3b0d8","author_id":"1","sort_order":0},{"id":"6248e1eac0db17003d14b15e","post_id":"6248e1e9c0db17003d14b15d","author_id":"1","sort_order":0},{"id":"6269fd88c00166003d996108","post_id":"6269fd87c00166003d996107","author_id":"1","sort_order":0},{"id":"62cb027a27738d003de8c335","post_id":"62cb027a27738d003de8c334","author_id":"1","sort_order":0},{"id":"6311635df4fc9a003d2ecd16","post_id":"6311635df4fc9a003d2ecd15","author_id":"1","sort_order":0},{"id":"634245849a4cb3003d411d57","post_id":"634245849a4cb3003d411d56","author_id":"1","sort_order":0},{"id":"6355de2eabd2d7003d657e5c","post_id":"6355de2dabd2d7003d657e5b","author_id":"1","sort_order":0},{"id":"6362f2fcb355db003df938ac","post_id":"6362f2fbb355db003df938ab","author_id":"1","sort_order":0},{"id":"63d7ffbcb1652f003dc1fd8e","post_id":"63d7ffbcb1652f003dc1fd8d","author_id":"1","sort_order":0},{"id":"63dec46fb1652f003dc1fda6","post_id":"63dec46fb1652f003dc1fda5","author_id":"1","sort_order":0},{"id":"63fe20e6775068003dbe52e1","post_id":"63fe20e6775068003dbe52e0","author_id":"1","sort_order":0},{"id":"6418ec818cf091003dc70670","post_id":"6418ec818cf091003dc7066f","author_id":"1","sort_order":0},{"id":"64bc2d39862d31000185db28","post_id":"64bc2d39862d31000185db27","author_id":"1","sort_order":0}],"posts_meta":[{"id":"64e158698981a200011196c5","post_id":"63fe20e6775068003dbe52e0","og_image":"__GHOST_URL__/content/images/2023/08/photo_2023-08-19-19.14.40.jpeg","og_title":null,"og_description":"Embrace an alternative perspective on pain, happiness, and the journey toward self-discovery.","twitter_image":null,"twitter_title":null,"twitter_description":"Embrace an alternative perspective on pain, happiness, and the journey toward self-discovery.","meta_title":null,"meta_description":"Embrace an alternative perspective on pain, happiness, and the journey toward self-discovery.","email_subject":null,"frontmatter":null,"feature_image_alt":null,"feature_image_caption":null,"email_only":0}],"posts_products":[{"id":"6248e204c0db17003d14b161","post_id":"6248e1e9c0db17003d14b15d","product_id":"61522e3d3b2e64002faf3ac6","sort_order":0},{"id":"6248e204c0db17003d14b162","post_id":"6248e1e9c0db17003d14b15d","product_id":"61ee865f4a9a83003c5b6432","sort_order":1},{"id":"6289dc63d4a5c7003d7140c5","post_id":"6269fd87c00166003d996107","product_id":"61522e3d3b2e64002faf3ac6","sort_order":0},{"id":"6289dc63d4a5c7003d7140c6","post_id":"6269fd87c00166003d996107","product_id":"61ee865f4a9a83003c5b6432","sort_order":1},{"id":"628ab758d4a5c7003d71432b","post_id":"617c070b396f40003bb58363","product_id":"61522e3d3b2e64002faf3ac6","sort_order":1},{"id":"628ab758d4a5c7003d71432c","post_id":"617c070b396f40003bb58363","product_id":"61ee865f4a9a83003c5b6432","sort_order":0},{"id":"628ab885d4a5c7003d714335","post_id":"61fea5c0791a72003b6eddca","product_id":"61522e3d3b2e64002faf3ac6","sort_order":0},{"id":"628ab885d4a5c7003d714336","post_id":"61fea5c0791a72003b6eddca","product_id":"61ee865f4a9a83003c5b6432","sort_order":1},{"id":"62cb028c27738d003de8c338","post_id":"62cb027a27738d003de8c334","product_id":"61522e3d3b2e64002faf3ac6","sort_order":1},{"id":"62cb028c27738d003de8c339","post_id":"62cb027a27738d003de8c334","product_id":"61ee865f4a9a83003c5b6432","sort_order":0},{"id":"63116392f4fc9a003d2ecd19","post_id":"6311635df4fc9a003d2ecd15","product_id":"61522e3d3b2e64002faf3ac6","sort_order":0},{"id":"63116392f4fc9a003d2ecd1a","post_id":"6311635df4fc9a003d2ecd15","product_id":"61ee865f4a9a83003c5b6432","sort_order":1},{"id":"6342458f9a4cb3003d411d5a","post_id":"634245849a4cb3003d411d56","product_id":"61522e3d3b2e64002faf3ac6","sort_order":0},{"id":"6342458f9a4cb3003d411d5b","post_id":"634245849a4cb3003d411d56","product_id":"61ee865f4a9a83003c5b6432","sort_order":1},{"id":"6362f300b355db003df938af","post_id":"6362f2fbb355db003df938ab","product_id":"61522e3d3b2e64002faf3ac6","sort_order":1},{"id":"6362f300b355db003df938b0","post_id":"6362f2fbb355db003df938ab","product_id":"61ee865f4a9a83003c5b6432","sort_order":0},{"id":"63fe20fe775068003dbe52e4","post_id":"63fe20e6775068003dbe52e0","product_id":"61ee865f4a9a83003c5b6432","sort_order":0},{"id":"63fe20fe775068003dbe52e5","post_id":"63fe20e6775068003dbe52e0","product_id":"61522e3d3b2e64002faf3ac6","sort_order":1},{"id":"6418ec958cf091003dc70673","post_id":"6418ec818cf091003dc7066f","product_id":"61ee865f4a9a83003c5b6432","sort_order":0},{"id":"6418ec958cf091003dc70674","post_id":"6418ec818cf091003dc7066f","product_id":"61522e3d3b2e64002faf3ac6","sort_order":1},{"id":"641bb24a9b827c003d05ba26","post_id":"61566d264d6ebd003b34d9fb","product_id":"61ee865f4a9a83003c5b6432","sort_order":0},{"id":"641bb24a9b827c003d05ba27","post_id":"61566d264d6ebd003b34d9fb","product_id":"61522e3d3b2e64002faf3ac6","sort_order":1},{"id":"64bc2d3e862d31000185db2b","post_id":"64bc2d39862d31000185db27","product_id":"61ee865f4a9a83003c5b6432","sort_order":0},{"id":"64bc2d3e862d31000185db2c","post_id":"64bc2d39862d31000185db27","product_id":"61522e3d3b2e64002faf3ac6","sort_order":1}],"posts_tags":[],"products":[{"id":"61522e3d3b2e64002faf3ac6","name":"Nikita Chepanov's thoughts and opinions","slug":"default-product","monthly_price_id":null,"yearly_price_id":null,"description":null,"created_at":"2021-09-27T20:49:01.000Z","updated_at":"2021-09-27T20:49:12.000Z","type":"paid","active":1,"welcome_page_url":"/","visibility":"public","trial_days":0,"monthly_price":500,"yearly_price":5000,"currency":"usd"},{"id":"61ee865f4a9a83003c5b6432","name":"Free","slug":"61ee865f4a9a83003c5b6432","monthly_price_id":null,"yearly_price_id":null,"description":null,"created_at":"2022-01-24T10:58:39.000Z","updated_at":null,"type":"free","active":1,"welcome_page_url":"/","visibility":"public","trial_days":0,"monthly_price":null,"yearly_price":null,"currency":null}],"products_benefits":[],"roles":[{"id":"61522e3d3b2e64002faf3ac8","name":"Administrator","description":"Administrators","created_at":"2021-09-27T20:49:01.000Z","updated_at":"2021-09-27T20:49:01.000Z"},{"id":"61522e3e3b2e64002faf3ac9","name":"Editor","description":"Editors","created_at":"2021-09-27T20:49:02.000Z","updated_at":"2021-09-27T20:49:02.000Z"},{"id":"61522e3e3b2e64002faf3aca","name":"Author","description":"Authors","created_at":"2021-09-27T20:49:02.000Z","updated_at":"2021-09-27T20:49:02.000Z"},{"id":"61522e3e3b2e64002faf3acb","name":"Contributor","description":"Contributors","created_at":"2021-09-27T20:49:02.000Z","updated_at":"2021-09-27T20:49:02.000Z"},{"id":"61522e3e3b2e64002faf3acc","name":"Owner","description":"Blog Owner","created_at":"2021-09-27T20:49:02.000Z","updated_at":"2021-09-27T20:49:02.000Z"},{"id":"61522e3e3b2e64002faf3acd","name":"Admin Integration","description":"External Apps","created_at":"2021-09-27T20:49:02.000Z","updated_at":"2021-09-27T20:49:02.000Z"},{"id":"61522e3e3b2e64002faf3ace","name":"DB Backup Integration","description":"Internal DB Backup Client","created_at":"2021-09-27T20:49:02.000Z","updated_at":"2021-09-27T20:49:02.000Z"},{"id":"61522e3e3b2e64002faf3acf","name":"Scheduler Integration","description":"Internal Scheduler Client","created_at":"2021-09-27T20:49:02.000Z","updated_at":"2021-09-27T20:49:02.000Z"},{"id":"63c20478a898440031443501","name":"Ghost Explore Integration","description":"Internal Integration for the Ghost Explore directory","created_at":"2023-01-14T01:25:12.000Z","updated_at":null},{"id":"6422a8b6caa91a0031bf9bcf","name":"Self-Serve Migration Integration","description":"Core Integration for the Ghost Explore directory","created_at":"2023-03-28T09:43:34.000Z","updated_at":null}],"roles_users":[{"id":"61522e403b2e64002faf3c32","role_id":"61522e3e3b2e64002faf3acc","user_id":"1"}],"settings":[{"id":"61522e4377af53003b078750","group":"core","key":"db_hash","value":"029b1580-4430-4326-930a-1e6614cbd646","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078751","group":"core","key":"routes_hash","value":"3d180d52c663d173a6be791ef411ed01","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T20:49:09.000Z"},{"id":"61522e4377af53003b078752","group":"core","key":"next_update_check","value":"1692597914","type":"number","flags":null,"created_at":"2021-10-01T11:49:07.000Z","updated_at":"2023-08-20T06:05:13.000Z"},{"id":"61522e4377af53003b078753","group":"core","key":"notifications","value":"[]","type":"array","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078754","group":"core","key":"admin_session_secret","value":"4db376bcb3bd70c38dbcc2a32481fb0c9e1785d33553a12721a52d686dd2ca6c","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078755","group":"core","key":"theme_session_secret","value":"932479581012281542adb427b64b1eac03648640e487b398e2587691ed5d0b1b","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078756","group":"core","key":"ghost_public_key","value":"-----BEGIN RSA PUBLIC KEY-----\nMIGJAoGBAK+cZYorrScl5xQl2jRosZxzgi+bezA5tGx40QrA45VGejZ3pzvt9nytKL8xQ1v6\nRUsCVP4Jewre6yjwyaEh8gbL9RQycrQYpHdeHd8wFTdUuWiM+dJfXKUJyTV+efkO6qxfq/7P\n9cnOTwtBlkPvB/tCDgYFdxo3ZsaYs52EfZR1AgMBAAE=\n-----END RSA PUBLIC KEY-----\n","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078757","group":"core","key":"ghost_private_key","value":"-----BEGIN RSA PRIVATE KEY-----\nMIICXQIBAAKBgQCvnGWKK60nJecUJdo0aLGcc4Ivm3swObRseNEKwOOVRno2d6c77fZ8rSi/\nMUNb+kVLAlT+CXsK3uso8MmhIfIGy/UUMnK0GKR3Xh3fMBU3VLlojPnSX1ylCck1fnn5Duqs\nX6v+z/XJzk8LQZZD7wf7Qg4GBXcaN2bGmLOdhH2UdQIDAQABAoGBAJfk4PcIHDcWU69bpkda\nnvXB+0MOaxklcGe6gKWafb8qPJ9ME3yEsYTZibsF80tlR/Y/SCCLNsAKXMEGtIAJCntjaVbO\nc9nMl03vxyPpc1cZFqZV+5zqK9Z+s9SHJ6OffQRyFC39NeqsE04rTGCxsS8tLX/byUvhrcgK\n5vPkwxWpAkEA3N6VOuBZfJnVw3/2f9iX/fJIqRCPRT4sFDjfRl4NB+ElXQKMuIsROJwUga4o\nRW90PPhCi9BBRuXh/Yf5+TVlBwJBAMuK9yHwV439z+qQq0s3Asy9WrSHRtCzqeAQ0IB5cnCV\nsta59Myjve6O3rryDXRZ+bWSRuf5miADsuF2s7Q4d6MCQEl1ikKTvY+QhqVIGQ76VcrzWzFH\nva7096oeJDx+KW1Wd5vQrkbukeK3Hqbm6qP1Zr6kf1WLBTr0WE5/fCdjl98CQHi5cMEhg1zF\nmQdgTSjsdO2otd7ziW4J0g0DDBfXcKgUMiGn4+loiSOwe6zYGmDTaQdnvkSix+aLKxMNS6Lu\nBw8CQQCC+CMzc+KDObsFzRfS6RTIftSffFU2BR2Fwqmg1kzQZ/IXtQAnOVYZ2LVaVCuJ5Tes\neW6RosTjqIZYAmOzCloV\n-----END RSA PRIVATE KEY-----\n","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078758","group":"core","key":"members_public_key","value":"-----BEGIN RSA PUBLIC KEY-----\nMIGJAoGBAKq4kACQ15Ztfu0tuwmZz+njf9Okk9khX7iExJMNkFs1ClToFeWlqmEhjpVSue+O\ngvUnGpjbzLryhIi+jOUlqoWZB4P8wF7736mzj9BmgcEH0/lkIlx89jYLB/mJM3fgPxooJvyQ\nbM8zf6P5E2zuiL/e1SWfb9QKjoVPLf/oGvWnAgMBAAE=\n-----END RSA PUBLIC KEY-----\n","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078759","group":"core","key":"members_private_key","value":"-----BEGIN RSA PRIVATE KEY-----\nMIICWwIBAAKBgQCquJAAkNeWbX7tLbsJmc/p43/TpJPZIV+4hMSTDZBbNQpU6BXlpaphIY6V\nUrnvjoL1JxqY28y68oSIvozlJaqFmQeD/MBe+9+ps4/QZoHBB9P5ZCJcfPY2Cwf5iTN34D8a\nKCb8kGzPM3+j+RNs7oi/3tUln2/UCo6FTy3/6Br1pwIDAQABAoGASHWdaSAQ4OAIh1JpmGGY\nRYUxs/qeZgIsRnzTkjanlo6km/UFljsCXceIZQh/spWiL7sxJr/j3VUhu4hk9L1P6kLR4SE/\nHUbsVcvK61htKiMziclEU7y211U/Tkzx9mXwpvtdwBhmmuOLeVS8UoApvZimLmw/RT1uNUbh\nLvCVuUECQQDVPAOJWmbzZawlQJKALn+WMuUVt2hBkhsiGJC8F2Fj1/6AER26MjhDFjWaS3Di\n6UYBtnrUlvevt/c80ggzkbtrAkEAzPXM/mc771rgZgd2tW6x3lLXhSPI2zX6QXJupvf64Hhd\ncR3KT99DIdSWM0oXBm4X2DnFM7Z2ohO2vY4zeUwZtQJAMTYhhtCTU/cSDKLjbKvOjEaAskta\nx09F7c+Hj7FBq75MoRfSKYevjmQQyORCUEwP+RM5M9kHnskxSRscA3LNswJAQZ9FZgK5jtYi\n2Kf1Gvv5GPyfInKloYHzwTaZNP5apboD+O6X0uDhxpghCwTiwF1JZyKAACGgdB4puSEpW+HA\nrQJAKyvXhK2IIys6b13wQTet8kV8MeElarfediTBCWL9p3KBo1Apa6uNl9ksOXfybQXALQsl\nXli0pEk6hepW7zyTzg==\n-----END RSA PRIVATE KEY-----\n","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07875a","group":"core","key":"members_email_auth_secret","value":"ac808cc028e40514a9c5c563b31016d42363d1daa26cb15cf2e4a13b189bc6ee94d0ed5c53236c000aeea7c914cfcb6f4d6bc8078757f9f6b66e9e40011f4225","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07875d","group":"site","key":"title","value":"Spiritual pragmatism","type":"string","flags":"PUBLIC","created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-30T14:46:27.000Z"},{"id":"61522e4377af53003b07875e","group":"site","key":"description","value":"Spiritual Pragmatism","type":"string","flags":"PUBLIC","created_at":"2021-09-27T21:49:07.000Z","updated_at":"2023-07-12T03:31:50.000Z"},{"id":"61522e4377af53003b07875f","group":"site","key":"logo","value":"__GHOST_URL__/content/images/2021/10/chepanov-logo-1x1@2x--1-.png","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-28T22:43:23.000Z"},{"id":"61522e4377af53003b078760","group":"site","key":"cover_image","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-01T03:41:16.000Z"},{"id":"61522e4377af53003b078761","group":"site","key":"icon","value":"__GHOST_URL__/content/images/2021/10/favicon.png","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-01T01:40:39.000Z"},{"id":"61522e4377af53003b078762","group":"site","key":"accent_color","value":"#ffc114","type":"string","flags":"PUBLIC","created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-01T02:59:52.000Z"},{"id":"61522e4377af53003b078763","group":"site","key":"locale","value":"en","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078764","group":"site","key":"timezone","value":"America/New_York","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-01T01:44:19.000Z"},{"id":"61522e4377af53003b078765","group":"site","key":"codeinjection_head","value":"<script defer data-domain=\"chepanov.com\" src=\"https://plausible.io/js/plausible.js\"></script>\n","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2022-02-06T12:03:24.000Z"},{"id":"61522e4377af53003b078766","group":"site","key":"codeinjection_foot","value":"","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078767","group":"site","key":"facebook","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-01T01:47:02.000Z"},{"id":"61522e4377af53003b078768","group":"site","key":"twitter","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-01T01:47:02.000Z"},{"id":"61522e4377af53003b078769","group":"site","key":"navigation","value":"[{\"label\":\"Home\",\"url\":\"/\"},{\"label\":\"About\",\"url\":\"/about/\"},{\"label\":\"Happy Maybe Podcast 🌱\",\"url\":\"https://happymaybe.com/\"}]","type":"array","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2023-07-12T03:28:16.000Z"},{"id":"61522e4377af53003b07876a","group":"site","key":"secondary_navigation","value":"[]","type":"array","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-01T02:01:12.000Z"},{"id":"61522e4377af53003b07876b","group":"site","key":"meta_title","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07876c","group":"site","key":"meta_description","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07876d","group":"site","key":"og_image","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07876e","group":"site","key":"og_title","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07876f","group":"site","key":"og_description","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078770","group":"site","key":"twitter_image","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078771","group":"site","key":"twitter_title","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078772","group":"site","key":"twitter_description","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078773","group":"theme","key":"active_theme","value":"the-ghost-plain-theme","type":"string","flags":"RO","created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-28T22:43:01.000Z"},{"id":"61522e4377af53003b078774","group":"private","key":"is_private","value":"false","type":"boolean","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078775","group":"private","key":"password","value":"","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078776","group":"private","key":"public_hash","value":"bcccc6a2010dd80b6f4061944796c7","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078777","group":"members","key":"default_content_visibility","value":"public","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078778","group":"members","key":"members_signup_access","value":"all","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07877a","group":"members","key":"members_support_address","value":"nikita@chepanov.com","type":"string","flags":"PUBLIC,RO","created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-30T15:49:54.000Z"},{"id":"61522e4377af53003b078781","group":"members","key":"stripe_plans","value":"[]","type":"array","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078784","group":"members","key":"stripe_connect_livemode","value":null,"type":"boolean","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078785","group":"members","key":"stripe_connect_display_name","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078789","group":"members","key":"members_monthly_price_id","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07878a","group":"members","key":"members_yearly_price_id","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07878b","group":"portal","key":"portal_name","value":"false","type":"boolean","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-10-01T03:21:54.000Z"},{"id":"61522e4377af53003b07878c","group":"portal","key":"portal_button","value":"true","type":"boolean","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07878d","group":"portal","key":"portal_plans","value":"[\"free\"]","type":"array","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07878e","group":"portal","key":"portal_products","value":"[\"61522e3d3b2e64002faf3ac6\"]","type":"array","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2022-02-07T13:02:49.000Z"},{"id":"61522e4377af53003b07878f","group":"portal","key":"portal_button_style","value":"icon-and-text","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078790","group":"portal","key":"portal_button_icon","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078791","group":"portal","key":"portal_button_signup_text","value":"Subscribe","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078792","group":"email","key":"mailgun_domain","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078793","group":"email","key":"mailgun_api_key","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078794","group":"email","key":"mailgun_base_url","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078795","group":"email","key":"email_track_opens","value":"true","type":"boolean","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078797","group":"amp","key":"amp","value":"true","type":"boolean","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078798","group":"amp","key":"amp_gtag_id","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b078799","group":"firstpromoter","key":"firstpromoter","value":"false","type":"boolean","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07879a","group":"firstpromoter","key":"firstpromoter_id","value":null,"type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07879b","group":"labs","key":"labs","value":"{}","type":"object","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07879c","group":"slack","key":"slack_url","value":"","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2022-02-06T12:03:24.000Z"},{"id":"61522e4377af53003b07879d","group":"slack","key":"slack_username","value":"Ghost","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2022-02-06T12:03:24.000Z"},{"id":"61522e4377af53003b07879e","group":"unsplash","key":"unsplash","value":"true","type":"boolean","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b07879f","group":"views","key":"shared_views","value":"[]","type":"array","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b0787ab","group":"editor","key":"editor_default_email_recipients","value":"visibility","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"61522e4377af53003b0787ac","group":"editor","key":"editor_default_email_recipients_filter","value":"all","type":"string","flags":null,"created_at":"2021-09-27T21:49:07.000Z","updated_at":"2021-09-27T21:49:07.000Z"},{"id":"62011879d4d18a002f4d2353","group":"members","key":"default_content_visibility_tiers","value":"[]","type":"array","flags":null,"created_at":"2022-02-07T13:02:49.000Z","updated_at":"2022-02-07T13:02:49.000Z"},{"id":"62667628b53cc600316ee3af","group":"core","key":"version_notifications","value":"[]","type":"array","flags":null,"created_at":"2022-04-25T11:21:28.000Z","updated_at":"2022-04-25T11:21:28.000Z"},{"id":"63c20478a898440031443500","group":"comments","key":"comments_enabled","value":"off","type":"string","flags":null,"created_at":"2023-01-14T01:25:12.000Z","updated_at":null},{"id":"63c2047da898440031443540","group":"email","key":"email_track_clicks","value":"true","type":"boolean","flags":null,"created_at":"2023-01-14T01:25:17.000Z","updated_at":null},{"id":"63c20484a898440031443547","group":"members","key":"members_track_sources","value":"true","type":"boolean","flags":null,"created_at":"2023-01-14T01:25:24.000Z","updated_at":null},{"id":"63cfa13b86caa500319f4aed","group":"analytics","key":"outbound_link_tagging","value":"true","type":"boolean","flags":null,"created_at":"2023-01-24T09:13:31.000Z","updated_at":null},{"id":"64198dc14570b30031d3b080","group":"core","key":"last_mentions_report_email_timestamp","value":null,"type":"number","flags":null,"created_at":"2023-03-21T10:58:09.000Z","updated_at":null},{"id":"642e79457a72d6003131e83d","group":"portal","key":"portal_signup_terms_html","value":null,"type":"string","flags":null,"created_at":"2023-04-06T08:48:21.000Z","updated_at":null},{"id":"642e79457a72d6003131e83e","group":"portal","key":"portal_signup_checkbox_required","value":"false","type":"boolean","flags":null,"created_at":"2023-04-06T08:48:21.000Z","updated_at":null},{"id":"6450ce78eb5e530008955a69","group":"announcement","key":"announcement_content","value":null,"type":"string","flags":"PUBLIC","created_at":"2023-05-02T09:48:56.000Z","updated_at":null},{"id":"6450ce78eb5e530008955a6a","group":"announcement","key":"announcement_background","value":"dark","type":"string","flags":"PUBLIC","created_at":"2023-05-02T09:48:56.000Z","updated_at":null},{"id":"6450ce78eb5e530008955a6b","group":"pintura","key":"pintura","value":"true","type":"boolean","flags":null,"created_at":"2023-05-02T09:48:56.000Z","updated_at":null},{"id":"6450ce78eb5e530008955a6c","group":"pintura","key":"pintura_js_url","value":null,"type":"string","flags":null,"created_at":"2023-05-02T09:48:56.000Z","updated_at":null},{"id":"6450ce78eb5e530008955a6d","group":"pintura","key":"pintura_css_url","value":null,"type":"string","flags":null,"created_at":"2023-05-02T09:48:56.000Z","updated_at":null},{"id":"6450ce78eb5e530008955a6e","group":"announcement","key":"announcement_visibility","value":"[]","type":"array","flags":null,"created_at":"2023-05-02T09:48:56.000Z","updated_at":null},{"id":"64d231b7d53e950008ff4b98","group":"donations","key":"donations_currency","value":"USD","type":"string","flags":null,"created_at":"2023-08-08T13:14:47.000Z","updated_at":null},{"id":"64d231b7d53e950008ff4b99","group":"donations","key":"donations_suggested_amount","value":"0","type":"number","flags":null,"created_at":"2023-08-08T13:14:47.000Z","updated_at":null}],"snippets":[],"stripe_prices":[],"stripe_products":[],"tags":[],"users":[{"id":"1","name":"Nikita Chepanov","slug":"chepanov","password":"$2a$10$31OA984z8a3lNJhTk4qEteka2iRA4f6Z.OYa9NeMwG3tS3OCagicC","email":"nikita@chepanov.com","profile_image":"__GHOST_URL__/content/images/2021/09/o1GDVpQQ.jpeg","cover_image":null,"bio":null,"website":null,"location":null,"facebook":null,"twitter":null,"accessibility":"{\"whatsNew\":{\"lastSeenDate\":\"2021-08-16T06:00:00.000+00:00\"},\"launchComplete\":true,\"nightShift\":false}","status":"active","locale":null,"visibility":"public","meta_title":null,"meta_description":null,"tour":null,"last_seen":"2023-08-20T16:30:52.000Z","created_at":"2021-09-27T20:49:02.000Z","updated_at":"2023-08-20T16:30:52.000Z","comment_notifications":1,"free_member_signup_notification":1,"paid_subscription_canceled_notification":0,"paid_subscription_started_notification":1,"mention_notifications":1,"milestone_notifications":1,"donation_notifications":1}]}}]}